{
    "title": {
        "media": {
            "url": "https://drive.google.com/uc?export=view&id=1Vyc3-yWPaMhB50AANL7-_brKLHjzwvtV",
            "caption": "",
            "credit": ""
        },
        "text": {
            "headline": "Colin Anderson (D)",
            "text": " <br/><span style='font-size:1.5em; font-weight:bold;'> Oct 15, 1957 <br/>Gender: Male</b><br/>Ethnicity: Caucasian</b><br/>Client ID: DI-ID000000245</b><br/>Client Type: DI Housed</b><br/>Number of Housing Outcomes: 1</b></span>"
        }
    },
    "events": [
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2008",
                "month": "03",
                "day": "17"
            },
            "text": {
                "headline": "Colin's Sister and Daughter Seek Contact",
                "text": "Colin Andersons' sister Debbie and his daughter were in today looking for Colin.  They know he's alive but want him to get back in contact with them.  Debbie can be reached at 1-250-318-8682 collect with 1-800-646-0000.  The message is posted on the message board as well.  His housing indicates intox staff may be the only way he'll get the message<br/><br/><b>Log ID:</b> LOG00011803"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2008",
                "month": "11",
                "day": "09"
            },
            "text": {
                "headline": "Colin's Emergency Medical Situation",
                "text": "during wake up at C-2507 Colin Anderson was unresponsive. Called EMS at5:50am, they arrived at 5:55am checked Colin's vitals found everything normal but he wouldn't wake up. EMS unit2593 left with him at 6:20am, transported to Foothills Hospital.<br/><br/><b>Log ID:</b> LOG00005960"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2012",
                "month": "04",
                "day": "20"
            },
            "text": {
                "headline": "Bus Confrontation Between Colin and Michael",
                "text": "This morning while riding the morning bus back to the main building, Colin Anderson started trying to intimidate Michael Mens. Michael did start the confrontation by mouthing off about Colin for talking to me. Michael backed down when I spoke with him but Colin elbowed Michael in the head while trying to crown him. Colin then kicked Michael all while I was watching but acted like he was doing nothing wrong. This was all done within a few feet from the driver while the bus was moving. After a discussion with Spvr Jeremiah, Colin has received a 7 day bar from 2507.<br/><br/><b>Log ID:</b> LOG00029912"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2014",
                "month": "03",
                "day": "23"
            },
            "text": {
                "headline": "Colin's Dispute with Jason at 2507",
                "text": "When opening 2507 Colin Anderson and Jason Becker got into an argument. Colin asked me to deal with it so I decided to speak to them both separately. Jason told me that Colin keeps getting in everyone’s business and that he was being rude to him by calling him a rat. When Jason left the office the argument continued between him and Colin, with Jason following Colin into the washroom. I tried to ask Colin what was going on but he told me that nothing had happened and then told me that, “you’re the one with the cameras and recorders you tell me.” He also for a brief moment accused Jason of hitting him and then dropped the accusation. He continued to refuse to tell me what happened and then accused me of trying to provoke a situation with him. I told him that I was just trying to find out what was going on like he had asked me to do which he was now denying. I also told him that I knew that there had been a similar situation earlier in the week and that he needs to stop telling people what to do. I also told him that if this continues I will have to send him back.<br/><br/><b>Log ID:</b> LOG00345830"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2017",
                "month": "12",
                "day": "07"
            },
            "text": {
                "headline": "Issue Regarding Colin's Coffee Consumption",
                "text": "Michael approached staff this morning again concerned with the amount of coffee being taken by another client. Michael has pointed out to staff twice now that Colin Anderson doesn’t seem to be following the “2 cups or 1 travel mug” rule. It should be noted that Colin is one of our volunteers who stays late to clean the building and has been doing this daily for many years. As such, he has access to the remaining coffee after the clients have left and can take as much as he likes. Instead, Colin chooses to take two thermoses when he wakes up. Staff feel this is fair.  Our first discussion with Michael on this topic escalated and resulted in a bar. In an attempt to avoid this escalation I decided to keep the conversation short and explain to Michael that it is not up to him to police coffee consumption. Staff have since spoken to Colin to ask that he wait until later to take his second thermos of coffee so as not to bother Michael. If any staff finds themselves addressing this issue with Michael, please redirect him to pay attention to his own behavior rather than the business of his fellow residents. <br/><br/><b>Log ID:</b> LOG00020237"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2020",
                "month": "06",
                "day": "22"
            },
            "text": {
                "headline": "Colin's Resistance to Relocate to the Mustard Seed",
                "text": "1000 - Called by XA Nathaniel to speak to Colin A (E4) because he was refusing to go to the Mustard Seed. When I spoke to him, he complained bitterly about the last day being changed from July 3 to June 26, and that the information given at the town hall changed and was not communicated to clients (although he admitted to reading the annoucements on the posted sheets of paper). He did not appear to be swayed when I informed him that that’s what we are in the process of doing right now. He again refused to go to the Mustard Seed and said he would go roam the streets once TCC closed. I told him that that was his decision and we would not force him to go, but the option was there if he wanted it.<br/><br/><b>Log ID:</b> LOG00405598"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2020",
                "month": "06",
                "day": "29"
            },
            "text": {
                "headline": "Colin's Admission to Diversion Program at 2507",
                "text": "Colin Anderson was admitted to the Diversion program at 2507.<br/><br/><b>Log ID:</b> LOG00406290"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2020",
                "month": "08",
                "day": "12"
            },
            "text": {
                "headline": "Colin's Interest in Greenview Viewing",
                "text": "Transitional Hotel - Writer took Colin Anderson to a viewing at Greenview and he is very interested. His new CM is Taylor. Will forward the application to Taylor.<br/><br/><b>Log ID:</b> LOG00410931"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2020",
                "month": "08",
                "day": "13"
            },
            "text": {
                "headline": "Colin's Transfer to the Hotel",
                "text": "Client Colin Anderson was transferred to the hotel.<br/><br/><b>Log ID:</b> LOG00411052"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2020",
                "month": "08",
                "day": "20"
            },
            "text": {
                "headline": "Completion of Greenview Rise Application",
                "text": "Writer met with client and client's sister, Debby (ROI), for meeting. Together, we filled out the application and back check forms for Greenview Rise. Writer sent same to staff, Tianna along with copies of client's birth certificate and drivers license, three months of bank statements, and Notice of Assessment. <br/><br/><b>Log ID:</b> LOG00411734"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2020",
                "month": "08",
                "day": "20"
            },
            "text": {
                "headline": "Greenview Rise Accepts Colin's Application",
                "text": "Writer informed client that his application to Greenview Rise was accepted and move in is set for Wednesday August 26 at 11am. /Tayler S. <br/><br/><b>Log ID:</b> LOG00411735"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2020",
                "month": "08",
                "day": "20"
            },
            "text": {
                "headline": "Food Bank Referral for Colin",
                "text": "Writer put through a food bank referral for client to be picked up on August 26 between 9-9:30am by staff<br/><br/><b>Log ID:</b> LOG00411739"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2020",
                "month": "08",
                "day": "22"
            },
            "text": {
                "headline": "DI Furniture Referral for Colin",
                "text": "Writer sent in a DI Furniture referral for client. Client was given instructions on how to pick out his furniture and a transit map. <br/><br/><b>Log ID:</b> LOG00412022"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2020",
                "month": "08",
                "day": "26"
            },
            "text": {
                "headline": "Colin's Move to New Unit and Start with Alberta Works",
                "text": "Writer moved client and his food hamper into his new unit at 308-4804 Edmonton Trail NE. Together we called Alberta Works to start the process.<br/><br/><b>Log ID:</b> LOG00412466"
            },
            "background":{
                "color": "#1D6F42"
            }
        }
    ]
}