{
    "title": {
        "media": {
            "url": "https://drive.google.com/uc?export=view&id=1MbGtNe9WW-quOESEIi4oBueL9dsi83E2",
            "caption": "",
            "credit": ""
        },
        "text": {
            "headline": "Darlene Auger",
            "text": "<br/><span style='font-size:1.5em; font-weight:bold;'> Mar 16, 1967 <br/>Gender: Female</b><br/>Ethnicity: Aboriginal</b><br/>Client ID: DI-ID000026590</b><br/>Client Type: Shelter</b><br/>Number of Housing Outcomes: 3</b></span>"
        }
    },
    "events": [
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2017",
                "month": "10",
                "day": "09"
            },
            "text": {
                "headline": " Displays Aggressive Behavior, Refuses to Leave 5th Floor",
                "text": "Writer was on the elevator which stoped at 4th floor,Darlene Auger was in the company of 4th staff. Darlene entered the elevator with writer and followed writer to the 5th floor and sat herself down on the chair refusing to move. Writer asked ACW Charlotte to help assist with de esclating the situation as Darlene was very aggressive towards writer . ACW Charlotte was able to assist Darlene to the second floor. Darlene was also aggressive thoughout this procedure. ACW Mitch took control of Darlene once she was on second floor.<br/><br/><b>Log ID:</b> LOG00217877"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2017",
                "month": "10",
                "day": "17"
            },
            "text": {
                "headline": " Shows Uncooperativeness, Demands for EMS Despite Denial of Health Issues",
                "text": "She spent two hours in the office requesting information on emergency social services around the city. Staff provided her with endless resources and contact numbers, but Darlene was unsatisfied with our efforts in helping her and she became belligerent towards staff. She phoned the Social Services Crisis Line stating that she is afraid to stay at the DI because she has a restraining order against her boyfriend and he is out to get her. The writer spoke with a SSCW and there was nothing they could do to help Darlene. She finally went back to bed after calling them again and was place on hold for 20 minutes.<br/><br/><b>Log ID:</b> LOG00382223"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2017",
                "month": "10",
                "day": "22"
            },
            "text": {
                "headline": " Receives 24-hour Bar Following Verbal and Physical Aggression",
                "text": "This afternoon nearing the beginning of supper service, Darlene Auger began very disruptive and argumentative with another male client at a table that Darlene just sat down at. When this writer and ACW Mitch intervened, Darlene was unable to follow staff direction, deescalate or lower her voice in front of external volunteers. When this writer stated to Darlene that she needed to vacate the floor and head down to first floor, Darlene started to make threats of physical violence towards myself and others. At this time both SPVR Steph and SPVR Frank has intervened and escorted Darlene off the floor and out of the building. Darlene has received a -24 hour bar from the building.<br/><br/><b>Log ID:</b> LOG00218301"
            },
            "background":{
                "color": "#FF0000"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2017",
                "month": "10",
                "day": "22"
            },
            "text": {
                "headline": " Involved in Confrontation, Exhibits Hostility, Receives Life Bar",
                "text": "Yesterday evening Security Austin received a prescription drop-off for DARLENE AUGER (EMILY AUGER) and paged her to receive it via the overhead system. Writer was present to sign off on the exchange paperwork, however when Darlene arrived she delivered a verbal barrage against the security team for announcing her full name, demanding to only be paged as Darlene or \"D\". Austin and Andreas attempted to explain to Darlene why her full name was necessary, however she would not allow them to speak and instead stated that \"people were looking for [her] and that [she] would end up getting shot or stabbed, and that if this happened then [she] would sue staff\". As Darlene was refusing to relent from her aggressive tirade, Writer escorted her outside for a cooldown period during which she stated that she was fleeing domestic violence and was scared that her ex-partners friends were in the building looking for her. Writer assured her safety in the Centre, and she then requested to be paged under the alias EMILY AUGER as a consideration to her concerns. It was explained to Darlene that this would not always be possible, however her request would be passed on to the security team. A warning will be entered to reflect her belligerace towards Austin and Andreas.<br/><br/><b>Log ID:</b> LOG00218302"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2017",
                "month": "10",
                "day": "23"
            },
            "text": {
                "headline": " Allegedly Selling Medication, Bullying Senior Clients",
                "text": "IVAR SKOG approached Writer this afternoon with some troubling allegations against DARLENE AUGER (EMILY AUGER). Ivar stated that Darlene has been repeatedly harassing him on and off property, demanding that he buys packages of cigarettes for her. Ivar explained that when he set a firm boundary with Darlene and told her to leave him alone, her response was that \"he will die soon anyways\". Ivar also made an allegation that Darlene has attempted to sell her Percocet’s to another elderly female client, and when this offer was rejected Darlene again became verbally abusive. Currently these events are hearsay, however it is recommended that staff watch for any illicit behaviours by Darlene, as well as for any incidents of her bullying senior clients in the Centre.<br/><br/><b>Log ID:</b> LOG00218336"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2017",
                "month": "11",
                "day": "11"
            },
            "text": {
                "headline": " False Health Emergency Claims, Displays Threatening Behavior",
                "text": "Darlene Auger was stating that she needed EMS as she was having numerous heart attacks in a row. Spvr Alvin, as well as writer witnessed Darlene smoking, chatting with other clients as well as showing mobility. Her demands for EMS were denied, and she was directed to the 2nd flr client phone. Darlene would initially deny calling herself, stating she couldn't walk (she most certainly could), but after having no luck with other staff, as well as clients, made her way to the 2nd flr and did call EMS for herself. EMS came and transported Darlene to an undisclosed location. Darlene also claimed that she was not able to speak, though she was able to threaten the jobs of both Spvr Alvin and writer repeatedly.<br/><br/><b>Log ID:</b> LOG00219027"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2017",
                "month": "11",
                "day": "16"
            },
            "text": {
                "headline": " Unjustified Aggression Leads to Confrontation, Receives Life Bar",
                "text": "Client Darlene Auger (Emily Auger) 1967-03-16 entered the bio hallway this afternoon and directed a barrage of insults and threats at me without any cause. She stated she was hormonal and going through menopause and that she would break my arm if I didn't let her in right away. When I tried to talk with her she called me a retard and demanded I let her in otherwise she would start killing all the men around her. I called Supervisor Alvin down to speak with her, unfortunately he had no luck in his dealings with her. He was met with a similar amount of insults and threats. Darlene left after being asked to leave the building by Alvin<br/><br/><b>Log ID:</b> LOG00219240"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2017",
                "month": "11",
                "day": "17"
            },
            "text": {
                "headline": " Violent Outburst and Assault with Her Walker",
                "text": "Writer responded to a call on second floor for a removal. Writer arrived with security Ken to find ACW Benelida in the process of attempting to verbally usher Darlene Auger off the floor due to escalated verbal abuse. Writer followed up with security to review footage of the incident. Footage clearly shows Benelida asking Darlene to leave the floor due to behavioural concerns, at which point Darlene jumps up out of her chair and delivers 2-3 pushes directly into Benelida while actively attempting to grab her radio off of her vest. Due to blatant assault on staff, Darlene is on a LIFE BAR all services. 2nd floor. Camera Section 2.<br/><br/><b>Log ID:</b> LOG00219283"
            },
            "background":{
                "color": "#FF0000"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2017",
                "month": "12",
                "day": "10"
            },
            "text": {
                "headline": " Communicates from Jail, Expresses Loneliness",
                "text": "Darlene called into the day office today explaining that she is currently in Lethbridge Correctional and is rather lonely.  She explained that she will be in custody until Jan 3rd, and is currently suffering from internal injuries with medical testing to be conducted tomorrow.  She asked the writer to personally send her a Christmas card or something to brighten up her cell.  Darlene was adamant that her current situation not be disclosed to anyone else as she has “stalkers out there”. <br/><br/><b>Log ID:</b> LOG00383460"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2018",
                "month": "02",
                "day": "25"
            },
            "text": {
                "headline": "Compassionate Entry Granted to  Following Emotional Breakdown",
                "text": "Writer allowed Darlene Auger to come in under compassionate this morning. Darlene was in an emotional state, vocalizing her painful time while jailed. Darlene disclosed various personal things that writer feels as though should be kept private on her behalf. DOAP team was here to pick up clients for Renfrew and they were kind enough to transport Darlene. If anyone also has a good rapport with Darlene as well, do give her a helping hand during this emotional time.<br/><br/><b>Log ID:</b> LOG00222627"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2018",
                "month": "03",
                "day": "10"
            },
            "text": {
                "headline": " Repeated Attempts to Access Centre Despite Current Ban",
                "text": "Mar 11/2018Darlene Auger calls nightly to try and get access to the Centre. However, she is CURRENTLY allowed at Alpha House but says she doesn't like it there. She has been encouraged every day this week to seek shelter where she is allowed, and to avoid the Drop In Centre. As a side note she consistently changes the story of how she was barred here, from just \"poking| to just \"shoving\" the staff member in question.<br/><br/><b>Log ID:</b> LOG00223143"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2018",
                "month": "04",
                "day": "01"
            },
            "text": {
                "headline": " Forceful Entry Attempt, Physical Intervention Required",
                "text": "Today at approximately 06:20Hrs, Once again, Darlene tried to force her way inside the building and also tried to grab Supervisor Sarah so Writer held onto Darlene's both arm for safety and placed her on the ground. CPS arrived and removed her from our facility. <br/><br/><b>Log ID:</b> LOG00223799"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2018",
                "month": "05",
                "day": "18"
            },
            "text": {
                "headline": " Reports Health Issues, EMS Called",
                "text": "Darlene came to writer and told writer that she was experiencing severe abdominal pain, along with profusely bleeding from her bottom. It was decided that an EMS call should be made and Unit# 3061 showed up quickly and transported her to an unknown location.Please keep an eye on her as she seems to be going through some medical issues.<br/><br/><b>Log ID:</b> LOG00225410"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2019",
                "month": "01",
                "day": "26"
            },
            "text": {
                "headline": "Bar Lifted Following  Apology and Promise to Take Medication",
                "text": "This afternoon writer was called to talk with Darlene Auger about compassionate access. Over the past few days Darlene has been given access to come into the building and has done very well. Darlene shared with writer that she suffers from Schizophrenia and was not on her medication the last time she was here but has been taking them consistently and is doing much better. Darlene apologized and took full responsibility for her actions which lead to her bar. After having a thorough conversation with Darlene about the expectations in the building and consulting with building coordinator Tyler W it was decided that Darlene’s bar will be lifted.<br/><br/><b>Log ID:</b> LOG00232207"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2019",
                "month": "03",
                "day": "11"
            },
            "text": {
                "headline": "Conditional Bar Placed on  Until Providing Medical Documentation for Wheelchair",
                "text": "Darlene Auger is currently using a wheelchair and as well loading it heavy with her personal belongings. She has become abusive to staff on numerous occassions and is refusing to meet with the nursing team to discuss her health issues and needs. A conditional BAR has been placed on Darlene that she must meet with the nurses to discuss her health needs and also must provide documentation from her doctor for the wheelchair.<br/><br/><b>Log ID:</b> LOG00233103"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2019",
                "month": "03",
                "day": "11"
            },
            "text": {
                "headline": " Abusive Behaviour and Refusal to Provide Documentation Results in Conditional Bar",
                "text": "Writer was in Riverfront stocking supplies when Spvr. Jaimey .H was trying to maneuver Darlene Auger's overloaded wheel chair through to the lobby. Writer suggested that it may be time to ask Darlene for documentation as to why she now needs a wheel chair and is unable to wheel herself without staff having to help her. When Supervisor Jaimey asked Darlene about this Darlene cursed and swore at her saying she was a bitch among other things. I found Darlene in the lobby heading to second so I stood in front of her and suggested we have a conversation as to why she felt it neccessary to be so verbally abusive to staff and as well the need for documentation because she now is beyond the level of care staff should be expected to deal with. Darlene tried unsuccessfully to run through me  calling me white trash and threatening to kick my ass. At this point Darlene was told she could now continue to the exit being welcome back when she could not only be less verbally abusive but also to verify why she is now in need of a wheel chair that she often needs help with. After conversation with Manager Genevieve and Coordinator Jeff S. a conditional bar was placed by Manager Genevieve as we were unable to find any reason Darlene might require a wheel chair now.<br/><br/><b>Log ID:</b> LOG00233107"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2019",
                "month": "05",
                "day": "05"
            },
            "text": {
                "headline": "Early Morning Aggression and Physical Assault from ",
                "text": "6 am Darlene Auger was rolling down the center aisle of the dining room with her walker and screamed to get the \"F%*k out of the way\".  Rammed writer with her walker, and yelling how stupid writer is, and displayed how well versed her swearing vocabulary is<br/><br/><b>Log ID:</b> LOG00234116"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2019",
                "month": "05",
                "day": "05"
            },
            "text": {
                "headline": "Darlene Recognizes Assailant",
                "text": "Darlene Auger came to writer about how concerned she was regarding client Shawn First Rider however did not know his name and wanted writer to ID him to her.  Writer explained there is never a circumstance that we will ever share any clients name with another client as that breeches our FOIP policy to protect everyone equally in the building.  A second conversation with Darlene was had and she informed writer that while she was in the \"Pen\", the guards and other female inmates came into her cell and beat her, raped her, and drugged her.  When they were done with the attack they then brought in a male prisoner to kill her by beating her and kicked her 10-15 times. When the beating was over she then stated that she was heald in solitary confinment for 3 months and during this time the guards and prisoners came into her cell to drug, rape and beat her daily. She now shared that while on the smoke deck she recognized this male prisoner who assulted her to be this client Shawn, but does not know his name.  Darlene wanted writer to call the police to have them come up to 3rd floor and arrest him and charge him with the assult in prison.  Writer explained that this crime did not happen in our building so we could not call police regarding this, however if she wanted to call police on her own accord that was her business.  Writer did also tell Darlene that it was unlikely that police could just walk in the building and hunt Shawn down to get his name to give to her, as the building is a safe place for everyone.  Darelene then stated she could not call city police as she has warrents out for her arrest, and the assult had happened in RCMP jurisdiction.  Writer advised her that maybe it would be best to call RCMP on Monday and discuss this assult with them.  Writer also strongly advised Darlene to not discuss this with other clients to protect herself as well as to not confront Shawn in any way whatsoever.  However to please come to any staff at anytime if she was feeling unsafe or needed to talk.  Writer then left the conversation as Darlene seemed to have settled. A short time later Security Gerardo informed writer that Darlene did in fact call CPS units 1115 and B150 attended spoke with Darlene and she was informed from the officerrs that they could not give her any information on the individual.<br/><br/><b>Log ID:</b> LOG00009016"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2019",
                "month": "06",
                "day": "18"
            },
            "text": {
                "headline": "Darlene-Liana Confrontation; Cancer Diagnosis",
                "text": "This morning as client Darlene Auger was about to leave the bathroom, Client Liana started to raise her voice at Client Darlene due to \"bloody tissue being left and thrown about on the bathroom floor and she needs to clean up after her period mess\" Client Darlene then paused and started to state that  she does not get periods anymore due to her Uterine Cancer.Liana then appologized and Darlene cleaned up the mess. There is a softness to Darlene Auger at the moment, if anyone can be there for her and listen to her when needed writer believes it would be good for her mentally.<br/><br/><b>Log ID:</b> LOG00012066"
            },
            "background":{
                "color": "#1D6F42"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2019",
                "month": "06",
                "day": "18"
            },
            "text": {
                "headline": "Darlene Discloses Uterine Cancer & Housing Status",
                "text": "Darlene Auger disclosed that she has uterine cancer which is causing her pain and nausea. She is hopeful of beating it and trying to stay positive. She also disclosed that she has housing!<br/><br/><b>Log ID:</b> LOG00234826"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2019",
                "month": "02",
                "day": "11"
            },
            "text": {
                "headline": "Darlene's Suicidal Thoughts; Safety Measures Taken",
                "text": "Darlene disclosed to the writer and ACW Jennifer of her wish to use some kind of drugs to numb her pain and she went ahead to say that she wanted to end all the emotional and physical pain she was going through. At this point the writer had to ask if she had thoughts of suicide and she admitted to that but said that she didnt have the thought at that moment but that it comes very often now.The writer had to call the supervisors who came in and had a private chat with her. Afterwards, she was moved into the medical room where she spent the rest of her night peacefully<br/><br/><b>Log ID:</b> LOG00396504"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2019",
                "month": "05",
                "day": "28"
            },
            "text": {
                "headline": "Darlene Acquired for Pathways Case Management",
                "text": "Darlene picked up for case management. Already working with  pathways to housing and will hopefully be fast tracked due to new diagnoses.  Writer will follow up with pathways and touch base with Darlene to see if she has any other needs at this time.<br/><br/><b>Log ID:</b> LOG00398127"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2019",
                "month": "09",
                "day": "19"
            },
            "text": {
                "headline": "Darlene's Health and Optimism amidst Cancer Treatment",
                "text": "Client called out to writer on stephen avenue to which writer recognized as Darlene, she has lost lots of weight due to her chemo therapy. She said she has been at foothills hospital for the past month for her cancer treatment which is why she hasnt been at the Di and the doctors have found more cancer so they are going to do more treatment on her. She says she is positive and has been feeling better than last time. She says she misses all the staff and wishes everyone the best.<br/><br/><b>Log ID:</b> LOG00399368"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2020",
                "month": "10",
                "day": "31"
            },
            "text": {
                "headline": "Darlene Returns to Shelter; Plans Lethbridge Move",
                "text": "Client Darlene Auger has returned to shelter. She said she is escaping a domestic abuse situation with her boyfriend and no longer feels safe at her residence. She has plans to stay at the shelter for a short while before moving to Lethbridge. Writer will connect with diversion on her behalf.<br/><br/><b>Log ID:</b> LOG00418885"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2021",
                "month": "03",
                "day": "13"
            },
            "text": {
                "headline": "Darlene's Lethbridge Move for Safety and Studies",
                "text": "Darlene Auger is looking to speak with Diversion to leave Calgary and move to Lethbridge due to an abusive relationship. She wishes to stay at the YWCA in Lethbridge, she has called  YWCA said there is space for her. She is trying to go back to school for Addiction Studies and stated she has 2 job offers in Lethbridge. Darlene is also trying to get a ride on her own but would appreciate a little help.<br/><br/><b>Log ID:</b> LOG00432837"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2021",
                "month": "03",
                "day": "18"
            },
            "text": {
                "headline": "Darlene-Lambert Confrontation at Riverfront",
                "text": "Lambert MedicineTraveller came into Riverfront and immediately went over to the women's section and grabbed Darlene Auger's wheelchair. Lambert began screaming at her calling her a \"cunt\", \"fucking bitch\", and a \"schizophrenic\". He seemed to be angry that she has left him to look after her belongings and left him waiting last night. Writer and ACW Jon intervened and asked Lambert to leave the women's section, but Lambert ignored and continued getting in Darlene's face screaming. Staff eventually lead him away form the section, only for him to run back into the section to tell Darlene to \"get the fuck outside to have a chat.\" Writer made space between the two clients and SEC Mariam helped escort Lambert to the lobby. Darlene approached staff explaining that she is scared to go outside because Lambert is going to hit her. Darlene did go outside to the laneway and security was told to keep an eye.<br/><br/><b>Log ID:</b> LOG00433346"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2021",
                "month": "03",
                "day": "19"
            },
            "text": {
                "headline": "Darlene and Lambert's Rent and Deposit Paid",
                "text": "Darlene and Lamberts First months rent and DD has been given to their landlord directly. Furniture referral submitted this morning for tomorrow. <br/><br/><b>Log ID:</b> LOG00433504"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2021",
                "month": "03",
                "day": "24"
            },
            "text": {
                "headline": "Temporary Facility Access for Darlene",
                "text": "Darlene Auger was granted access to the building for tonight only. She explained that her boyfriend (Lambert MedicineTraveller) is very abusive and that she cannot live with him. She told staff she will leave in the morning and will be finding alternate living arrangements. Women shelter numbers provided. <br/><br/><b>Log ID:</b> LOG00434103"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2021",
                "month": "06",
                "day": "22"
            },
            "text": {
                "headline": "Darlene's Breakfast Misunderstanding and Apology",
                "text": "At approximately 9:00AM on June 22nd, 2021, while the writer was performing a regular walkthrough client DARLENE AUGER (16-03-1967) approached the writer and stated that she was ready for breakfast. The writer explained that unfortunately breakfast had ended a while ago and that we only serve it for half an hour at 7AM but we had some granola bars in the office they could give them. AUGER stated she did not know that and started becoming verbally abusive towards the writer, however stopped once she was given a warning. The writer than gave her a sandwich and a couple of granola bars which AUGER thanked her for. About 10 minutes later AUGER approached the writer again for a towel and apologized profusely for her behaviour and that she did not mean it, believing she was hangry. The writer was very grateful for her apology and then explained the meal services more in depth which AUGER appreciated. AUGER then went on to tell the writer about how yesterday she went to try and make up with her ex-boyfriend who had cheated on her and was verbally and physically abusive, but felt like it was useless and decided to leave him for good but was concerned that she would eventually go back to him because they had been with him for over 3 years.<br/><br/><b>Log ID:</b> LOG00444983"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2021",
                "month": "06",
                "day": "24"
            },
            "text": {
                "headline": "Locker Access Dispute; Darlene Receives CAT 1 BAR",
                "text": "Darlene Auger came to the office window and wanted to know where the supervisor was. Acting Supervisor Allison was already on fifth floor. Darlene Auger said that she needs a lock because her locker did not come with a lock. Writer explained to Darlene Auger that we did not have any extra locks. Darlene Auger continued to raise her voice at staff and would not listen to anything that we were trying to tell her. Writer asked Darlene Auger to please back away from the office since she was getting verbally aggressive and was unable to have a conversation and continued to yell. Writer then closed the window and Darlene Auger then hit the window with a closed fist. CAT 1 BAR Placed.<br/><br/><b>Log ID:</b> LOG00445291"
            },
            "background":{
                "color": "#FF0000"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2021",
                "month": "07",
                "day": "15"
            },
            "text": {
                "headline": "Rental Listings for Darlene",
                "text": "Provided Darlene with 6 applicable rental listings. Darlene will attend viewings and connect with me on monday next week. <br/><br/><b>Log ID:</b> LOG00447554"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2021",
                "month": "07",
                "day": "18"
            },
            "text": {
                "headline": "Darlene-Josee Heated Argument",
                "text": "Writer heard yelling from the office and upon investigating came upon Darlene Auger and Josee Martel in a screaming match in their dorm.  Writer asked both ladies to please stop yelling and asked them what was going on.  AUGER started by explaining to writer that MARTEL had once again touched her charge cord and block from the power outlet and had no idea what she had done with them.  Writer asked MARTEL if she had in fact unplugged the cord to which she started screaming at writer \"SHE IS A FILTHY FUCKING PIG, GOD DAMM FILTHY ANIMAL!!\"  Writer asked MARTEL to refrain from calling other people names as it was not acceptable and MARTEL proceeded to tell writer she was a \"FAT FUCKING PIG WHO DID NOT MATTER IN HER MATTER\" At this point writer called for available SPVR and A-COOR Dulshad came up to assist.  A-COOR Dulshad asked MARTEL where AUGER'S block and cord was to which she began screaming at him that \"AUGER IS A FUCKING ANIMAL, FILTHY PIG, JUST LOOK AT HER SIDE OF THE ROOM!\"  After several minutes of MARTEL yelling, and A-COOR Dulshad asking her to please stop so he may speak to her, it was decided that she would need to take a break from the building.  MARTEL continued to escalate telling A-COOR Dulshad that she was going to take him to court and he had no business in her space especially after he took trillions of dollars from her and spread it across 3 Provinces.  Security was called to assist further as MARTEL refused to leave property citing A-COOR Dulshad needs to respect her, and nobody will speak over her , nor tell her what to do.<br/><br/><b>Log ID:</b> LOG00447815"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2021",
                "month": "07",
                "day": "18"
            },
            "text": {
                "headline": "Darlene's Controversial Indigenous Views",
                "text": "Writer was having a conversation with Darlene Auger (16-Mar-1967) regarding her goals of going to school, when mentioning the Indigenous program at BVC the client mentioned to the writer \"I don't mess with that Indigenous talk\", writer mentioned that I was Indigenous, in which she replied \"your parents will have to answer to God for their choice to do that\" and that Indigenous culture was \"evil\" and \"witchcraft\". Writer contacted a supervisor to talk about the interaction as it was very upsetting. <br/><br/><b>Log ID:</b> LOG00447894"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2021",
                "month": "07",
                "day": "25"
            },
            "text": {
                "headline": "Darlene's College Aspirations",
                "text": "Darlene Auger expressed to Regina and I that she is overwhelmed from being homeless and being around addicts, but that she has a desire to do college and become a community support worker. Darlene said she tried to do college once, but it was too difficult because she was married to an addict. Darlene also said she has had some job interviews recently, but she hasn't passed the interviewing process or gotten a job. She was saying this to us in tears while explaining to us that she is a christian and trusts God. Regina said \"I'll give you my DI email so that you can email me your resume. I'll look at it and try to edit it.\" Regina and I both gave her our DI email's incase she wants to send us her resume for a review, and then we pointed her to the employment services. Regina had to go take a breather. <br/><br/><b>Log ID:</b> LOG00448629"
            },
            "background":{
                "color": "#FF0000"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2021",
                "month": "08",
                "day": "12"
            },
            "text": {
                "headline": "Darlene's CAT 1 for Teerath Dhillon Incident",
                "text": "Around 10:20AM, Writer heard DARLENE AUGER in the elevator vestibule ask another client to help push her wheelchair. Darlene then became escalated with a client in the vestibule, stating \"not you\", \"I'll stab you\" and other threats/verbal abuse. Writer approached and found Darlene yelling at TEERATH DHILLON. Writer asked Teerath to disengage and Darlene to head off property. CAT 1 placed<br/><br/><b>Log ID:</b> LOG00450646"
            },
            "background":{
                "color": "#FF0000"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2021",
                "month": "08",
                "day": "13"
            },
            "text": {
                "headline": "Apology Post Walkthrough Outburst",
                "text": "Writer was on a walk through this morning accompanied by ACW Annabel, upon arrival at  Darlene Auger's 16-Mar-1967 bed, writer and ACW found her on her feet looking for stuff in her corner and when she saw us, she started cursing writer and ACW Annabel, using phrases such as \"what the fuck are you doing here\"  \"fuck off\". Writer and ACW Annabel disengaged without a response and continued on the walk through. When writer and ACW Annabel returned to the office, Darlene Auger came by to the office to apologize and left the building. <br/><br/><b>Log ID:</b> LOG00450769"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2021",
                "month": "08",
                "day": "13"
            },
            "text": {
                "headline": "Darlene-Chadwick Aggressive Incident; CAT 1 Imposed",
                "text": "Writer and ACW Laura K. were letting DARLENE AUGER out of the gate and CHADWICK POOREAGLE was assisting another client. Darlene and Chadwick bumped into one another, Darlene became very aggressive with Chadwick verbally abusing and threatening Chadwick. Chadwick disengaged and Darlene left the area. CAT 1 Bar placed for verbal abuse.<br/><br/><b>Log ID:</b> LOG00450771"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2021",
                "month": "09",
                "day": "09"
            },
            "text": {
                "headline": "Darlene's Lethbridge Move due to Abuse",
                "text": "This writer had a brief chat with Darlene Auger (16/march/1976). Darlene told writer that she is moving to Lethbridge because her boyfriend is cheating on her and beating her up again. I asked Darlene if she has family in Lethbridge and she said \"no but I don't have family here either. And I still want to finish college\". The conversation was cut short but I will try to speak with her again.<br/><br/><b>Log ID:</b> LOG00453728"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2021",
                "month": "10",
                "day": "14"
            },
            "text": {
                "headline": "Darlene's Request for Housing Assistance",
                "text": "HOUSING HUB: Darlene Auger came to writer and said she wants a case manager. Darlene is going to fill out a PAQ. She is going to be looking for a place for $600.00 and is on AISH. <br/><br/><b>Log ID:</b> LOG00457506"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2021",
                "month": "10",
                "day": "28"
            },
            "text": {
                "headline": "Darlene's Alpha House Women's Housing Pickup",
                "text": "Darlene has been picked up for housing by Alpha Womens'. Darlene needs to contact Hannah Ball 403 796-6656  hannahb@alphahousecalgary.com  <br/><br/><b>Log ID:</b> LOG00459268"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2021",
                "month": "10",
                "day": "29"
            },
            "text": {
                "headline": "Appointment Scheduled with Alpha Housing for Darlene",
                "text": "Writer has reached out to Alpha housing in order to schedule an appointment in regards to Darlenes recent CAA pick-up. Writer will relay this time to Darlene and support her with making this connection. <br/><br/><b>Log ID:</b> LOG00459339"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2021",
                "month": "10",
                "day": "29"
            },
            "text": {
                "headline": "Residence Letter Sent to Darlene's AISH Worker",
                "text": "Letter of residence has been sent to Darlenes AISH worker Lydia Mendez. As per her request.<br/><br/><b>Log ID:</b> LOG00459369"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2021",
                "month": "11",
                "day": "01"
            },
            "text": {
                "headline": "Darlene Rejects Supportive Housing, Considers Scattered Site Housing",
                "text": "Darlene and writer connected on friday, Oct 29th about her recent CAA Pick-up at the Permanent Supportive Housing building for Women through Alpha House. Darlene expressed to writer she had no interest in being in supportive housing and would be interested in scattered site only. Writer expressed the importance of being open minded about her options. Writer acknowledged Darlene's independence but also mentioned the struggles Darlene has experienced in the past through her Housing experiences and suggested Darlene and writer explore this option together. Darlene agreed. - Over the weekend writer received an email from Hannah from Alpha - explaining a conversation she had over the weekend with Darlene, where D  very strongly expressed her disinterest in PSH Housing. Alpha informed Darlene she will have to be placed on another waitlist t0 be eligible for Scattered site housing, which may take some time. Writer will follow-up with Darlene and encourage her to explore PSH ad be open minded to a stronger level of support.  <br/><br/><b>Log ID:</b> LOG00459658"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2021",
                "month": "11",
                "day": "02"
            },
            "text": {
                "headline": "Darlene Agrees to Explore PSH Women's Housing",
                "text": "Darlene and writer spoke about her having an open mind towards PSH Women's housing - Darlene has agreed to attempt this housing stream. Darlene has a meeting this Friday afternoon with Danielle from pathways to complete an intake and learn more about her next steps. Will follow-up shortly with details on the meeting.<br/><br/><b>Log ID:</b> LOG00459855"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2021",
                "month": "11",
                "day": "08"
            },
            "text": {
                "headline": "Darlene's Unpleasant Encounter at Housing Viewing",
                "text": "Writer received an email from Hannah who works with the Alpha womens program about the outcome of their viewing that had been scheduled for friday. Hannah relayed to writer this experience was very unpleasant. Darlene refused to look at the building and hear any procedures or rules. Darlene demanded she only wanted to view the unit and she had no interest in hearing anything Hannah had to explain. Hannah agreed to bring Darlene to the unit in hopes she could have Darlene be interested in seeing the rest of the building afterwards. While getting in the elevator to see the unit Hannah was explaining the COVID protocols - as soon as Darlene heard there was limited guests at the moment - Darlene became VERY escalated, refusing to hear anything else or view the unit and left the building. Despite writers conversation with Darlene last week: which ended on a very positive note, in regards to Darlene being open to PSH - Darlene has chosen to decline this opportunity. <br/><br/><b>Log ID:</b> LOG00460558"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "01",
                "day": "19"
            },
            "text": {
                "headline": "Darlene Advocates for Independent Housing",
                "text": "Darlene has been contacting writer and strongly advocating for herself to be independently housed as she has been distancing herself from her relationship she believes to be toxic. Darlene has had some issues with her housing in the past and denied a placement with The Alpha House female harm reduction building. Writer will be setting up two viewings tomorrow morning for Darlene and working with her on her guest management and ability to communicate effectively with future landlords.<br/><br/><b>Log ID:</b> LOG00468814"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "01",
                "day": "20"
            },
            "text": {
                "headline": "Missed Viewings Due to Lack of Follow-up from Darlene",
                "text": "Darlene did not follow up with writer yesterday afternoon in order to receive her schedule for her viewings today and unfortunately missed them. This has been quite a pattern with Darlene, she shows great interest in housing and then does not follow through with the correct steps. Writer will wait for Darlene to show interest as setting up appointments and not following through, reflects very poorly on our agency and we work hard to foster positive relationships with our landlords.<br/><br/><b>Log ID:</b> LOG00468928"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "01",
                "day": "21"
            },
            "text": {
                "headline": "Darlene Faces Disciplinary Action for Disrespect Towards Staff",
                "text": "Client DARLENE AUGER came up to 4th floor to use the client phone which staff accommodate her request. DARLENE A got upset for no reason after using the phone and began to disrespect staff by calling staff \"stupid , asshole and curse the staff saying i'm praying that all staff will become homeless one day and suffer what life being a homeless\". DARLENE A was asked to leave the floor for being disrespectful towards staff, However, DARLENE A ignored staff direction and proceeded to the washroom and continues ranting the staff.  At this point staff called A-sup Melissa for assistance on removal. DARLENE A received a bar CAT1 for being disrespectful to staff.<br/><br/><b>Log ID:</b> LOG00469007"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "01",
                "day": "24"
            },
            "text": {
                "headline": "Darlene's Viewing of Unit with Staircase Leads to Concern",
                "text": "Writer sent Darlene on a viewing last week. Writer voiced her reservations to Darlene about her mobility and there being a staircase in the unit. Darlene assured writer that she is able to navigate stairs without issue. Darlene attended the viewing, she liked the place. Ashley: the landlord called writer this morning and expressed the same reservations about Darlene's ability to move around the unit freely. Ashley will be checking her properties to see if she can locate a main floor room with main floor laundry. In the meantime, writer will continue to search for applicable housing options for Darlene. When this was explained to Darlene she became upset, starting to raise her voice to wrier about how 'she is not an invalid.' Writer explained to Darlene that writer is not questioning anyone's capacity however, If the landlord does not feel comfortable in her ability to keep Darlene safe, we need to respect her decision and keep searching for better, more appropriate options. \nDarlene understood.<br/><br/><b>Log ID:</b> LOG00469304"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "02",
                "day": "09"
            },
            "text": {
                "headline": "Darlene Emotionally Shares Her Hopes and Fears",
                "text": " writer engaged with client ***Darlene Auger*******.  Darlene pours out her emotions to the writer stating that,  she's happy her housing  worker has seen a placed for her and also waiting for feedback from her worker. she continued to explained that she's actually seeking and searching for a new job opportunity and she's anxious of her apartment alongside with her job. client **** Darlene Auger***** expressed her state of confusion if she should get a job first before moving into her new apartment.   Writer advised to get in touch  with her housing working with all  these questions. when next they meet. but wish her good luck in her job hunt Client **** Darlene Auger***** requested and received the contact of her housing worker. <br/><br/><b>Log ID:</b> LOG00470960"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "04",
                "day": "05"
            },
            "text": {
                "headline": "Darlene Seeks Stability Through Housing and Job Search",
                "text": " Darlene A,  showed interest with housing supports, she's currently staying at a motel check out date is Friday April 9 2022, during our meeting she was emotional, not having a stable home was a result and unable to continue with school. her priority is find stable housing and employment. moving forward CM Alana suggested Darlene to explore options with MCG Careers to access a career coach to support with resume. CM Eddy will be meeting with Darlene April 6 2022- (230). for follow up with housing supports. <br/><br/><b>Log ID:</b> LOG00476464"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "04",
                "day": "11"
            },
            "text": {
                "headline": "Difficulties in Rental Viewing at Charleswood NW Calgary",
                "text": "Writer and CM Alana drove client to go see a rental viewing in Charleswood NW Calgary.  Upon arriving at the place, landlord ashley asked to speak to writer privately and stated directly she had dealt with client in the past and would not rent to DA due to being offended by her in the past.  Writer asked landlord to at least allow DA to see the unit and writer would explain later that the unit was already taken to which landlord agreed.  Next steps: fill out  CHA and a Metis housing application.  Look for private suite accessible units on rent faster.  <br/><br/><b>Log ID:</b> LOG00477068"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "04",
                "day": "14"
            },
            "text": {
                "headline": "Client Missed Housing Applications Appointment",
                "text": "Writer followed up with client asking why she didn’t come for their scheduled appointment to fill out housing applications.  Client apologized and said she was busy but would still like to fill them out if she could get a place right away.  Writer reiterated that housing applications take time and there would be a wait time. Client did not like this news and became visibly upset shouting that she needs a place right now.  Writer also asked about her plans to go to BC, Client stated if she can find a place in Calgary she would stay.  Lastly, writer stated that the unit they looked at last week, the landlord decided to rent the unit to someone else.  Upon hearing this news, client threw her phone on the table and was extremely upset. Writer validated clients feelings and stated that he will be there to help find other units. Client continued to escalate and could not regulate her anger and further shouted at writer so writer disengaged from the situation and stepped away.  <br/><br/><b>Log ID:</b> LOG00477437"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "04",
                "day": "20"
            },
            "text": {
                "headline": " Concerned for Safety Due to Murder Information",
                "text": "Darlene Auger requested to speak to writer in private. She told writer that she would have to leave for a long period of time, as she has information related to a murder and is worried for her safety (no further context given). Darlene said she and a friend were trying to find a way to get a ticket out of town. Writer asked if there's anything we could do to help her and if she was working with anyone in housing/case management. Darlene said there's nothing staff could do and mentioned working with housing specialist Karlii. Writer encouraged Darlene to reach out to her worker regarding the situation in case there's a way to support her/connect her to resources. Darlene agreed this would be a good idea. Conversation was cut short due to busyness on the floor, but writer will attempt to reconnect with Darlene and suggest Victim Services as well.<br/><br/><b>Log ID:</b> LOG00478098"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "05",
                "day": "18"
            },
            "text": {
                "headline": "Client Disrespect towards Staff Over Room Allocation",
                "text": "Came in to check in and when she found out that we have only top bunk left she called the staff \" A BUNCH OF IDIOTS & RETARDS\" . Writer advised the client to avoid giving racial slurs or cussing to all the staff just because she was upset knowing that she will not be in the same floor with his so called partner staying on the male section. Writer escorted the client and stayed in the 2nd floor. <br/><br/><b>Log ID:</b> LOG00480880"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "06",
                "day": "09"
            },
            "text": {
                "headline": "DA's Transition to Lethbridge College Program",
                "text": "Housing Documentation: June 9, 2022: Writer received a phone call from DA this morning. DA stated she moved to Lethbridge to pursue  her college program in social work. Writer congratulated DA and asked if there was anything he can help with. DA asked if writer could pass a message to another client for her and to give him her phone number to which writer agreed.  Best wishes going forward DA.<br/><br/><b>Log ID:</b> LOG00483133"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "07",
                "day": "18"
            },
            "text": {
                "headline": "Sex-Free Zone Reminder Issued to Clients on Smoke Deck",
                "text": "Building Guideline Reminder - Writer was working the desk on 3rd floor when a client came up and advised that there was a couple performing a sex act on the smoke deck. Writer approached the smoke deck and found clients Darlene Auger and Lambert MedicineTraveller about to leave but did not witness anything inappropriate. Writer radioed security and asked for a security camera review, security could not determine if a sex act occurred so writer reminded clients that this was a sex free zone and that they needed to keep their hands to themselves. Clients did not confirm or deny actions and advised they would be going to their separate sections / beds right away.<br/><br/><b>Log ID:</b> LOG00486481"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "08",
                "day": "09"
            },
            "text": {
                "headline": "Disruptive Behaviour and Threats towards Staff",
                "text": "Client DARLENE AUGER was not having a good night and due to her mood, AUGER began throwing items in the washroom. Writer had attempted to speak with AUGER, but AUGER would only respond with verbal abuse. Writer warned AUGER that if this continues, she'll have to take a break. A few hours later, AUGER again goes to the bathroom and begins throwing items. AUGER was spoken to by writer and ACW Wendy, but AUGER continued to verbally abuse writer. Writer asked AUGER to collect her belongings and take a break off property. AUGER then called writer a \"fucking idiot\" and threatened to \"knife\" writer. ACW Wendy had also spoken to AUGER and told her to not be disrespectful to staff, which AUGER ignored. When writer and AUGER arrived to the main gate, AUGER began to cry and said she was having a bad day. Writer informed her that bad days happen to everyone, but lashing out at whoever is nearest will not make her feel better. AUGER then stopped crying and told writer that they're \"a fucking bitch\" and again threatened to \"knife\" writer. CAT 1 placed.<br/><br/><b>Log ID:</b> LOG00488437"
            },
            "background":{
                "color": "#FF0000"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "08",
                "day": "18"
            },
            "text": {
                "headline": "Physical Assault Incident between  and James Wallace",
                "text": "Darlene Auger came onto the 2nd floor smoke deck and turned her attention to James Wallace who was sitting to the right of the door. Soon after entering Darlene began to speak to James and the two exchanged words, Darlene than stood up and punched James in the face. The Writer and ACW's went to the 2nd floor smoke deck and escorted Darlene off the premises, she expressed that James had made comments towards her and that she responded to his comments by hitting him.   <br/><br/><b>Log ID:</b> LOG00489426"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "08",
                "day": "19"
            },
            "text": {
                "headline": "Misunderstanding with Landlord Regarding Housing Unit",
                "text": "Writer received multiple text messages from Miss Darlene asking writer to connect with a landlord by the name of Mohammed regarding a viewing Darlene had set up on her own behalf. Writer called Mohammed wo stated that he did not feel comfortable renting to Darlene as his unit contains stairs and Darlene has some mobility concerns. Mo had mentioned this to Darlene and was met with threats of a lawsuit. Writer assured the landlord that it was his choice and not to do anything he did not feel comfortable and safe doing. Writer and Mo discussed offering Darlene a unit at his property with no stairs when it becomes available. Writer reiterated this to Darlene and apologized for the disappointment but assured her writer is here to help and we need to keep trying. Darlene then threatened writer with a lawsuit and blamed her current experiences with homelessness, and her relationship breakdown on writer. Writer will allow some time to Darlene to calm down and reassess. Writer will continue to offer support when needed. <br/><br/><b>Log ID:</b> LOG00489512"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "08",
                "day": "31"
            },
            "text": {
                "headline": "Possible Drug Exchange Incident",
                "text": "At 0247 on 31-Aug-2022, whole monitoring CCTV writer saw Darlene A. on Dermot Baldwin Way giving a bag of unknown material to an unknown male. Unknown male gave Darlene A. a bill in exchange for the bag. A CAT 3 is placed.<br/><br/><b>Log ID:</b> LOG00490596"
            },
            "background":{
                "color": "#FF0000"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "09",
                "day": "22"
            },
            "text": {
                "headline": "Disqualification of Housing Unit and Abusive Behavior from ",
                "text": "HOUSING LOG: Darlene Auger submitted a rent report that Housing Coordinators believe to disqualify the unit from DI funding (same address as landlord, name of landlord was a client, etc.). Darlene was incredibly upset and verbally absusive to CM Alana so writer engaged to clarify why we would not be moving forward with offering financial assistance for this unit but we could work together to find her a different housing opportunity. Darlene called writer a number of names and remained extremely angry for the duration of the call. Please redirect Darlene to writer (Kate- 403-863-4645) to continue to engage with Darlene. Coordinators will work with Darlene on a Housing Plan moving forward as she is currently unable to communicate a base level of respect for our housing staff. <br/><br/><b>Log ID:</b> LOG00492721"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "10",
                "day": "07"
            },
            "text": {
                "headline": "Physical Assault Incident in Elevator Involving Lambert MedicineTraveler and ",
                "text": "Lambert MedicineTraveler striking client Darlene Auger in the Passenger Elevator as they were coming down from 3rd Floor following Auger making numerous accusations of him cheating as well as some limited other verbal abuse. MedicineTraveler shoves Auger's mutliple times before attempt to choke her briefly. This is then followed by him headbutting her twice after which she strikes back at him a couple of times and then staff arrive due to the two clients arriving on 1st floor.<br/><br/><b>Log ID:</b> LOG00494091"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2023",
                "month": "01",
                "day": "12"
            },
            "text": {
                "headline": " Successful Rental Viewing in Marlborough",
                "text": "Darlene had recently attended a viewing at a unit in Marlborough through a trusted landlord of the housing team: Razi. Razi has informed writer his unit will be available by the 15th and he will reach out to writer with a rent report when able<br/><br/><b>Log ID:</b> LOG00504153"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2023",
                "month": "01",
                "day": "27"
            },
            "text": {
                "headline": "Darlene's Unsuccessful Contact Attempt for Housing Assistance",
                "text": "Darlene is able to move into her new unit anytime today after 3PM. Writer has been trying to get ahold of her to provide blankets and a taxi chit however, was unable to make contact. <br/><br/><b>Log ID:</b> LOG00505949"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2023",
                "month": "01",
                "day": "30"
            },
            "text": {
                "headline": "Darlene's Scheduled Move to New Unit",
                "text": "Darlene's new landlord (Razi) will be coming to pick up Darlene and her belongings tomorrow, January 31st at 2:30PM. <br/><br/><b>Log ID:</b> LOG00506234"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2023",
                "month": "02",
                "day": "02"
            },
            "text": {
                "headline": "Successful Move of  to New Housing Unit",
                "text": "Darlene has successfully moved to her new unit at - 2 1207 43 ST SE.<br/><br/><b>Log ID:</b> LOG00506590"
            },
            "background":{
                "color": "#1D6F42"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2023",
                "month": "02",
                "day": "13"
            },
            "text": {
                "headline": "Successful Furniture Delivery for ",
                "text": "Darlene attended her furniture appointment. Everything was successfully delivered. <br/><br/><b>Log ID:</b> LOG00507858"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2023",
                "month": "04",
                "day": "06"
            },
            "text": {
                "headline": "Emergency Services Called for Lambert Medicine Traveller Stabbing",
                "text": "Writer initiated a 9-1-1 call for the third floor men's as client Lambert Medicine Traveller presented to the night desk as he was stabbed. After a footage review, it appears that client Darlene Auger and Matthew Parker approached Medicine Traveller as he is asleep, and Darlene is observed to be the only close contact to Traveller. Calgary Police Services unit 1111 & 1291 arrived on-site as well as Emergency medical services and Calgary Fire Department. After a thorough investigation, and client Matthew Parker attested to police and staff that Darlene stabbed Traveller, as he witnessed the incident. Later on Medicine Traveller was transported with EMS to a undisclosed location as Darlene Auger was apprehended by CPS.<br/><br/><b>Log ID:</b> LOG00513687"
            },
            "background":{
                "color": "#FF0000"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2023",
                "month": "04",
                "day": "13"
            },
            "text": {
                "headline": "Bar Upgrade Following Serious Incident",
                "text": "Darlene's bar has been upgraded by the BRC due to the severity of the incident, The lack of provocation, and due to her housing status.<br/><br/><b>Log ID:</b> LOG00514510"
            },
            "background":{
                "color": "#FF0000"
            }
        }
    ]
}