{
    "title": {
        "media": {
            "url": "https://drive.google.com/uc?export=view&id=1Vek6khJFd_9IbfssI-qlRquhanTcKb61",
            "caption": "",
            "credit": ""
        },
        "text": {
            "headline": "David Thok (Kuany)",
            "text": "<br/><span style='font-size:1.5em; font-weight:bold;'> Jan 1, 1977 <br/>Gender: Male</b><br/>Ethnicity: African/Caribbean</b><br/>Client ID: DI-ID000033891</b><br/>Client Type: Shelter</b><br/>Number of Housing Outcomes: 5</b></span>"
        }
    },
    "events": [
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2013",
                "month": "05",
                "day": "09"
            },
            "text": {
                "headline": "CPS Drop Off and EMS Intervention for David Thok",
                "text": "David Thok(Thok David) was dropped off by CPS unit #1124 at 10 PM. David had several indentations(one deep head wound seeping blood) as well as a face laceration. CPS stated to door staff that EMS had already checked him out. Staff dressed the wound but a severly intoxicated David pulled an already bloody bandage of his head(David was also  complaining of neck pain). Non Emerg EMS were called(unit #2882) transported David to an undisclosed location.<br/><br/><b>Log ID:</b> LOG00038838"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2013",
                "month": "05",
                "day": "14"
            },
            "text": {
                "headline": "David Thok's Health Deterioration and EMS Call",
                "text": "Around 1515 client David Thok while waiting for DOAP team to transport to Sheldon Chumir, staff noticed that David's condition and health were getting worse. Severe pain in neck and head was reported to staff. At this time it was decided to call Non-Emerg EMS. EMS unit 2857 arrived at 1545 to attend to David<br/><br/><b>Log ID:</b> LOG00038966"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2013",
                "month": "05",
                "day": "16"
            },
            "text": {
                "headline": "Hospital Release and Request for Day Sleep by David Thok",
                "text": "David Thok came in today after being released from the hospital.  He showed me some paper work saying that he has a skull fracture and neck strain from injury and asked if we could provide him with daysleep.<br/><br/><b>Log ID:</b> LOG00039066"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2013",
                "month": "05",
                "day": "27"
            },
            "text": {
                "headline": "David Thok's Injury and Hospital Transport",
                "text": "Sorry for the late log! Yesterday morning, David Thok came in with a gash beside his eye and a swollen eye, that he was unable to open. I sat him down in a chair and cleaned up the gash beside his eye. I couldn't get him to open his eye, and he wasn't responding to me, he seemed to be drifting out of consciousness and began to shake. Non Emerg was called and unit #2004 arrived approx 3 minutes later @ 3:25am. They were informed of his recent skull fracture and transported him to Rocky View<br/><br/><b>Log ID:</b> LOG00039322"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2013",
                "month": "06",
                "day": "09"
            },
            "text": {
                "headline": "Threatening Outburst by David Thok",
                "text": "David Thok had an outburst this evening.  He was threatening clients off property and came on property and proceeded to screech about it.  He talked a lot about being in a gang and having a knife and a gun (when asked if he had it now, he said he doesnt).  In the name of safety for the building a search task has been added.  Please search David for weapons<br/><br/><b>Log ID:</b> LOG00039682"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2013",
                "month": "07",
                "day": "02"
            },
            "text": {
                "headline": "David Thok's Unruly Behavior and Temporary Ban",
                "text": "Early this morning David Thok was being very loud and belligerent, I attempted repeatedly to encourage David to be considerate and keep the noise down. His volume and very poor attitude persisted even after he was asked to leave intox. CPS was required to help David leave property but needed to arrest David having refused any and all instruction from staff and CPS. David will receive a 7 day bar<br/><br/><b>Log ID:</b> LOG00000104"
            },
            "background":{
                "color": "#FF0000"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2013",
                "month": "07",
                "day": "20"
            },
            "text": {
                "headline": "Aggressive Incident with David Thok and CPS Intervention",
                "text": "David Thok was yelling repeatedly in intox. He took much convincing to leave the building and was aggressive and abusive to staff.  Once outside he refused to leave property. He referred to the writer as \"fucking white boy\". He also made the following statements:\"Do I owe you money?\"\"Why are you trying to kill me?\"\"If I want to kill you I will kill you where you stand!\"David continued yelling and refused to leave property. CPS units 1126 and 1145 arrived and took David into custody. Due to a pattern of yelling and aggression towards staff, David Thok will now be barred conditionally for a minimum of thirty days. He must see the BRC after that point to regain access.<br/><br/><b>Log ID:</b> LOG00000664"
            },
            "background":{
                "color": "#FF0000"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2014",
                "month": "04",
                "day": "24"
            },
            "text": {
                "headline": "Racist Diatribe by David Thok and 2-Day Ban",
                "text": "Today at roughly 2000 I assisted in removing an intoxicated David Thok (sober only) off of property. The entire time he was being walked off property David was extremely disrespectful to staff. Once outside the main gate David then went off on a racist diatribe towards myself and other Caucasian staff members, oddly enough calling to me as racist while constantly referring to me as “fucking white boy”. A two day bar is being placed on David for his racial abuse<br/><br/><b>Log ID:</b> LOG00009073"
            },
            "background":{
                "color": "#FF0000"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2014",
                "month": "05",
                "day": "05"
            },
            "text": {
                "headline": "Apology from David Thok for Racist Abuse",
                "text": "In relation to log# 178311 that led to a 2 day bar on David Thok for racial abuse towards staff. Today is the first day I have seen David in about a week when the incident took place. David approached me shook my hand and gave me a very sincere apology for his behavior that night. He has been forgiven<br/><br/><b>Log ID:</b> LOG00009345"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2014",
                "month": "05",
                "day": "25"
            },
            "text": {
                "headline": "Building Access Denial and 911 Call by David Thok",
                "text": "David THOK attempted to gain access to the building through the guard house front gate. Security Andrew informed David THOK that he would not be accessing the building as he was intoxicated and is currently on a sober only bar. David THOK became verbally aggressive towards Andrew and took it on himself to call 911. CPS unit 1124 attended and David THOK became verbally abusive with officers. CPS officers moved David THOK away from the front gate and Security Austin informed officers that he would call DOAP Team.<br/><br/><b>Log ID:</b> LOG00009905"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2014",
                "month": "07",
                "day": "02"
            },
            "text": {
                "headline": "Racial Abuse and Ejection of David Thok",
                "text": "DAVID THOK entered  intox presenting as under the influence. When asked what his name is he responded by saying “I don’t like the way white people look.” He was asked to leave politely, due to the racial nature of his comments. He became defiant and refused to leave informing us that he doesn’t like white people but was not going to be leaving. Staff Nick encouraged him to leave and David began posturing as if he wanted to intimidate Nick. David was escorted out by Security Staff Freddy. David is not welcome back for 2 days due to the violation of his sober only condition and the nature of his comments.<br/><br/><b>Log ID:</b> LOG00010961"
            },
            "background":{
                "color": "#FF0000"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2014",
                "month": "08",
                "day": "03"
            },
            "text": {
                "headline": "Verbal Assault and Threat by David Thok, CPS Involvement",
                "text": "Earlier this morning at approx. 0535hrs the writer went to speak with an intoxicated David Thok (Guest) in the first floor entrance vestibule. David was removed earlier the night prior for causing a disturbance and being belligerant and was asked to come back at 7am this morning. The writer spoke with David and tried to get him to understand that he needed to come back at 7am, unfortunately David seemingly refused to listen to reason and instead opted to verbally siege Security Staff Joe with a volley of insults and racial slander. The writer eventually convinced David to focus his anger in to filling out a complaint form but this was hastily rejected after David began to refocus his anger on Joe (who was in Bio during this time). The writer eventually had to leave the conversation and it was a this point David told the writer “Hey, what if I were to threaten to stab you right now, huh!? Would that get me what I want”. The writer at this point told David to leave and promptly retreated behind the relative safety of the vestibule doors. CPS (Calgary Police Service) via 911 was called and shortly there after David was removed from property by CPS unit #1131.<br/><br/><b>Log ID:</b> LOG00011933"
            },
            "background":{
                "color": "#FF0000"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2014",
                "month": "09",
                "day": "14"
            },
            "text": {
                "headline": "Dehydration Incident and Recovery of David Thok",
                "text": "David Thok was signing in to intox tonight when writer noticed he did not look well. David told writer that he is not feeling well, and slowly started to descend towards the floor until he completely collapsed. Writer called on 1st floor support staff Anthony for assistance, and informed writer that David was found outside by an unknown individual sleeping in the heat of the sun with a winter coat on. It was assumed at this point that David was severely dehydrated, and he was given water to drink until his thirst was quenched (which was after about 1.5 litres of water). He was also assigned medical mat and regularly checked until it was decided that his condition has improved enough for him to be assigned a regular mat. David was provided with a meal and was very grateful for the help that staff provided him.<br/><br/><b>Log ID:</b> LOG00013117"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2014",
                "month": "09",
                "day": "21"
            },
            "text": {
                "headline": "Intoxicated Denial and Disturbance by David Thok",
                "text": "Last night at around midnight (September 21, 2014) David Thok (Guest) approached the guard shack wishing to get in to intox for the night. Unfortunately David was heavily intoxicated and was denied entry due to his sober only status. David was carrying around a very large bottle of Vodka with him and was completely unaware of the fact that his penis was hanging out of his pants. The writer tried to convince David to maintain himself, unfortunately though it was all for not as David was so intoxicated he ignored the writer all together on that subject and started on a rant about hating white people but loving the writer. David would eventually leave from in front of the guard shack, and would thankfully end up ‘fixing’ himself<br/><br/><b>Log ID:</b> LOG00013337"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2014",
                "month": "10",
                "day": "11"
            },
            "text": {
                "headline": "Intoxicated David Thok's Arrest by CPS",
                "text": "This evening at approximately 19:30 David Thok was asked to leave the building as he was intoxicated in Intox on a Sober Only bar. He sat just outside of the guard shack, momentarily quietly sobering up. Shortly after he began an escalation of belligerence toward staff at the gate. Along with this he was quenching his thirst with a couple more beers. Writer let David know that he is lessening his chances of coming back in by choosing to drink more. He denied it and a friend of his covered for him. At approximately 21:00 Supervisor Rob. L came out to the guard house, at this point David escalated verbally even further. A CPS call was made and when unit B120 arrived, both officers walked David off property, unfortunately he came right back. Since David was unwilling to cooperate with the officers, they decided to arrest him.<br/><br/><b>Log ID:</b> LOG00013872"
            },
            "background":{
                "color": "#FF0000"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2014",
                "month": "11",
                "day": "13"
            },
            "text": {
                "headline": "Theft of David Thok's Phone by Sabrina Jobb",
                "text": "David Thok approached staff about his phone that was charging on the north window ledge of the Harm Reduction office. He said his phone had been stolen. Upon reviewing the footage ( DVR 0 Ch. 17 at 12:36-12:38), it appears that Sabrina Jobb stole David's phone. Security staff Corey confronted Sabrina about the phone outside, and when he asked her to give the phone back, she instead spike the phone on the ground as if she had scored a touchdown.Staff Ricardo U. has placed a conditional bar upon Sabrina Jobb.<br/><br/><b>Log ID:</b> LOG00014900"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2014",
                "month": "12",
                "day": "13"
            },
            "text": {
                "headline": "Disturbance and Expulsion of David Thok",
                "text": "At 5:00am on 13th of December, 2014. David Thok was asked to leave the Drop In Centre because he was disturbing all the clients on the first floor by picking fights with anyone, being abusive to staffs on the first floor. David Thok was asked to leave the premises because his conditional bar clearly states that David Thok can acess the Drop in Centre facilitates ONLY  if he is sober. But David Thok was not sober and T.J asked him to leave the premises. When David Thok was outside the gates of the Drop In Centre, he continued to harrass other clients that were trying  to check into the DI. David Thok even made rude remarks at the writer, he referred to the writer as foolish and crazy.<br/><br/><b>Log ID:</b> LOG00016012"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2014",
                "month": "12",
                "day": "13"
            },
            "text": {
                "headline": "Trust Breach and Removal of David Thok from Property",
                "text": "Writer unleashed David Thok on the building this morning. He arrived at the gate nodding off with a seemingly peaceful buzz. David shook hands with writer and asked to come in to sleep. Writer said that she would vouch for David to come in, on the condition that he understood that she was 'sticking her neck out' for him, and placing her trust in him. Unfortunately, after a few cigarettes on property his body continued to absorb the alcohol he had just consumed and he could not find it in him to hold his tongue. Writer informed him that he had broken the deal and needed to leave. Staff TJ and Mgr. Mike M. assisted in his removal. On his way out his comments turned racial and angry and he attempted to start a fight in the lobby. Once he exited the building we tapped out to security Reg and staff Dunsten who finished the escort off property.<br/><br/><b>Log ID:</b> LOG00016032"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2015",
                "month": "01",
                "day": "01"
            },
            "text": {
                "headline": "Intervention by David Thok in Fight, Violation of Sober Only Condition",
                "text": "Staff were attempting to break up a fight between Robert Montaque and Russ Archer when an inebriated David Thok (who also happens to be on a sober only) decided to intervene - pushing and parrying staff out of the way. Although the fight was quickly put down by staff, David's actions could have potentially made a dangerous situation more difficult for staff to deal with. After the fight David did not seem to understand how his actions put staff at risk. David seems to hold no respect for his sober only conditional and when drunk while in the building David seems to have a penchant for intimidating and disrespecting staff direction. For his actions today and for violating his sober only conditional David will be receiving a 2 day bar.<br/><br/><b>Log ID:</b> LOG00016800"
            },
            "background":{
                "color": "#FF0000"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2015",
                "month": "04",
                "day": "03"
            },
            "text": {
                "headline": "Threats and Intimidation by David Thok Against Staff",
                "text": "An intoxicated David Thok (Thok David ) 1977-01-01 was asked to leave property due to his sober only bar. During the time it took for staff to persuade David to make his way off property he very clearly described how he was going to kill staff by shooting us asking us if we “wanted to be shot”. David also made his fingers into the shape of a pistol saying “bang  bang” towards staff while telling us how he was going to kill us.<br/><br/><b>Log ID:</b> LOG00020207"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2015",
                "month": "04",
                "day": "04"
            },
            "text": {
                "headline": "Aggressive Physical Assault by David Thok and CPS Intervention",
                "text": "This morning at about 0645hrs the writer was outside the front doors along with sec staff Ryan attempting to wake up David Thok. When trying to speak with David verbal contact was a failure and the writer became concerned for the intoxicated David. The writer then though it would be best to try & sit David up and speak with him that way. When the writer and sec staff Ryan attempted to help David up he immediatley went from 0-100 and started swinging punches & kicks at the writer striking him in the face,chest & legs. David even noticed it was the staff who was first trying to help him but continued his physical aggression. The writer, Sec Staff Ryan & Sec Staff Raf then restrained David outside the fron doors. A CPS phone call was made. CPS arrived quickly & made an arrest<br/><br/><b>Log ID:</b> LOG00020227"
            },
            "background":{
                "color": "#FF0000"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2015",
                "month": "10",
                "day": "09"
            },
            "text": {
                "headline": "David Thok's Sobriety and Request for Day Sleep Program",
                "text": "David Thok met with Director Abe and myself about his life bar. David stated that he has been sober for 9 months and it has been working out for him. He is presently working nights at the Italian bakery by Chinook, and is in need of our day sleep program. At this time David’s bar has been lifted for day services, with the condition that he is assessed at the door by a supervisor. In a months’ time David can meet with writer to discuss a full lift of his bar<br/><br/><b>Log ID:</b> LOG00027014"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2015",
                "month": "11",
                "day": "01"
            },
            "text": {
                "headline": "David Thok's Confrontation and Eviction from the Building",
                "text": "Tonight November 1, 2015 at around 20:30 David Thok (Thok David ) 1977-01-01 wanted to come back in the building, writer informed David that he is on a conditional bar from night services , and that he could not stay for the night, David became verbally aggressive towards me and asked me to call the supervisor to talk to him because I do not know how to do my job, Themba came down to talk to David, but he was not listening, so David was asked to leave the building. While staff was grabbing his stuff from intox, David continued yelling at me f…. you and that I will lose my job, at this moment writer tapped out and Security Zach and Adam walked David off the property<br/><br/><b>Log ID:</b> LOG00027815"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2016",
                "month": "01",
                "day": "25"
            },
            "text": {
                "headline": "Disturbance and Eviction of David Thok",
                "text": "On the evening of 1-25-16 the writer heard a disturbance of yelling occurring in the front entrance vestibule. Upon arrival, the writer saw client David Thok (Thok David ) 1977-01-01 being asked to leave by Security Ivan. V. Ivan informed the writer that David was about to start a fight with another client in the front vestibule. The writer and Ivan attempted to get David off property firstly due to his behavior and also due to his current restriction from night services bar. David was acting aggressively by yelling and pointing over at the other client he was about to fight. David would not leave the property when asked by the writer or Security Ivan and got in the writer’s personal space when speaking to him. At one point, spit flew out of David’s mouth while he was talking and landed on the writer. Since David would not calm down or willingly leave property, and was spitting on the writer in his personal space, the situation was assessed to be too much of a hazard if left continued and the writer and Security Ivan. V each grabbed a hold of one of David’s arms and conducted a controlled escort of David to the edge of DI property. The writer believes that David did not intentionally spit on him and was just a result of clumsy speec<br/><br/><b>Log ID:</b> LOG00031625"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2016",
                "month": "04",
                "day": "06"
            },
            "text": {
                "headline": "Bar Lifted and Commitment to Sobriety",
                "text": "David Thok: Bar lifted to full services. David states he has been staying sober since his bar and understands that alcohol gets him into a lot of trouble. David took full responsibility for his actions and was very apologetic. He also expressed interests in receiving counselling for addiction, getting into the supportive housing floors and getting Canadian citizenship. He understands that he is on zero tolerance for aggressive behaviour and drinking in the building. <br/><br/><b>Log ID:</b> LOG00034566"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2016",
                "month": "09",
                "day": "10"
            },
            "text": {
                "headline": "Collapse due to Intoxication",
                "text": "David Thok collapsed in the bio hallway today due to what was perceived to be extreme intoxication. David would not respond to verbal of pain stimuli so EMS was called. Unit 2862 arrived @ 14:12 and transported David to an unknown location<br/><br/><b>Log ID:</b> LOG00000191"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2016",
                "month": "09",
                "day": "28"
            },
            "text": {
                "headline": "David's Act of Kindness",
                "text": "Writer just wanted to write a positive interaction between clients that was led by DAVID. DAVID was in harm reduction and was quite distressed trying to find a blanket.  While writer thought the blanket was for himself, but in the end it was for an elderly gentle man that was sleeping cold on the floor with nothing over him. Writer was touched by this and wanted to acknowledge DAVID on his kindness and thoughtfulness towards others<br/><br/><b>Log ID:</b> LOG00371370"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2016",
                "month": "12",
                "day": "15"
            },
            "text": {
                "headline": "Medical Emergency and Hospital Transfer",
                "text": "Writer found client David Thok unresponsive in harm reduction. Client not breathing, with a barely palpable pulse. Unresponsive to sternal rub or verbal cues. Writer began compressions and paged a supervisor for assistance. Supervisor Mike and Alvin both attended as well as Nurse Geneveive and Leah. Mike took over compressions, while writer rescue breathed for client. AED applied but no shock advised. Client began to respond shortly after. ACW Kyle called 911, EMS and fire attended and client transferred to an unknown location.Pamadd.  Client returned by EMS @ 1307 as client refusing transfer and being combative<br/><br/><b>Log ID:</b> LOG00004302"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2017",
                "month": "01",
                "day": "18"
            },
            "text": {
                "headline": "Improved Attitude and Job Interview",
                "text": "Writer was doing a walkthrough in harm reduction when he noticed David Thok giving away his sheets to another client. Writer approached him and commended him on his generosity. After conversing with him for a moment, writer discovered that David was actually about to head out for a job interview. It should also be noted that David’s attitude has been much better than it has been as of recently and possibly more sober than before. All in all, things seem to be taking a positive turn for David and writer thought this was note worthy.<br/><br/><b>Log ID:</b> LOG00374069"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2017",
                "month": "01",
                "day": "28"
            },
            "text": {
                "headline": "Unresponsiveness and EMS Assessment",
                "text": "Writer was walking through Intox this afternoon where ACW Mike S was performing a welfare check on client David Thok. David was unresponsive to any pain stimuli or verbal cues, however he had strong breaths and good warm body temperature. Writer initiated an EMS call and EMS unit 2856 arrived on site @ 16:07 and are currently assessing David in Intox<br/><br/><b>Log ID:</b> LOG00006313"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2017",
                "month": "02",
                "day": "10"
            },
            "text": {
                "headline": "Additional Restrictions Placed on David Thok",
                "text": "Given his excessive outbursts tonight and history in the building an additional bar has been placed for David Thok. Until Feb 17th, David may not access the first floor sleep program. IF assessed as suitable he may stay on 2nd, 3rd, or 2507. This bar is an effort to move beyond punitive measures and address his behaviour where it occurs. Hopefully it will set a standard to David of utilizing Alpha House when he is under the influence and maintain a positive relationship with our building<br/><br/><b>Log ID:</b> LOG00006897"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2017",
                "month": "05",
                "day": "10"
            },
            "text": {
                "headline": "Bar Lift and Commitment to Sobriety",
                "text": "The BRC met with the following individuals and came to the following conclusions:David Thok – Bar Lifted. David was unable to recall the incident for which he received his bar, due to his level of intoxication. David realizes that his drinking is creating adversity for him, with both regards to his housing here at the DI and his employment; David lost 5 jobs in 2016 due to his drinking. David has agreed to be assessed upon entry, if he appears to be intoxicated, and has agreed that if his intoxication level is too high, he will be sent to Alpha House<br/><br/><b>Log ID:</b> LOG00010902"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2017",
                "month": "08",
                "day": "29"
            },
            "text": {
                "headline": "Aggressive Entry and Subsequent Bar",
                "text": "Daivid Thok arrived late and under the influence. He ran past the gate onto property following the DOAP van. He was told he wasn't allowed to enter our building or the DOAP van but none the less had to be coerced out of the DOAP van. Several minutes of verbal abuse, racism, threats and aggression followed. As is his custom David refused to leave peacefully and after getting to within an inch of my face while yelling and frothing at the mouth Sec Ivan and I physically walked him most of the way off property. However, he was resistant and becoming combative so he was briefly restrained on the ground until Security could tap me out and walk him off. This is all too familiar with David, and his assessment and bars reflect this. In an effort to give David a hard break from this behaviour he will be barred until he meets the BRC; he will be eligible to meet the BRC on Oct 18 but will need to show some sort of willingness to commit to respectful behaviour.<br/><br/><b>Log ID:</b> LOG00015605"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2017",
                "month": "10",
                "day": "18"
            },
            "text": {
                "headline": "Bar Lifted for David Thok: Acknowledgement of Alcohol Impact",
                "text": "ON BEHALF OF TONIGHTS BRC; Diversion Worker Sheila W & SPVR Tyler W:David Thok: BAR LIFTED. David has made significant steps to accountability towards his addiction of alcohol. David has made it clear that he recognizes that his behaviours spike when he is using alcohol and has committed to using alpha house when he is intoxicated. David is aware that he will be subject to an assessment upon entry.<br/><br/><b>Log ID:</b> LOG00017845"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2017",
                "month": "12",
                "day": "21"
            },
            "text": {
                "headline": "Misconduct and One Day Bar",
                "text": "While on the floor on 2nd floor David Thok (Thok David) 1977-01-01 appeared to be heavily under the influence of alcohol shouting and yelling at one of his friends. The client was asked to quiet down several times by the writer and ACW Gatwech. At some point in the shift the clients pant s fell and was exposing himself to TL Alhely. ACW Gatwech made some attempts to get David to pull up his pants which he was struggling with. At that time the writer advised the client that he would have spend the night down stairs. The client got in the writers face yelling swearing at the writer claiming that he would end my life David continued with threats and intimidation.  One day bar<br/><br/><b>Log ID:</b> LOG00021041"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2018",
                "month": "01",
                "day": "06"
            },
            "text": {
                "headline": "Uncooperative Behavior on 2nd Floor",
                "text": "David Thok was quite uncooperative tonight on 2nd.  He was roaming around until late, when Writer asked him to go to bed.  At 01:35, Writer explained the non-negotiable aspect of the sleep program to Mr. Thok on the smoke deck.  Mr. Thok responded with light-hearted jesting and humourous posturing, which in effect functioned as a way to slough off Writer's concerns.  Mr. Thok went so far in his jesting to grab Writer around the chest in a tight bear-hug.  It was clear that Mr. Thok was not fully cognizant of basic personal boundaries, which were then explained to him.  After a little more coaxing, Mr. Thok eventually went to bed.  Warning entered for unwelcome physical contact with staff and inability to follow instructions.<br/><br/><b>Log ID:</b> LOG00021885"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2018",
                "month": "01",
                "day": "15"
            },
            "text": {
                "headline": "Assessment of David Thok's Recurring Misconduct",
                "text": "In relation to David Thok's bar: although several parts of his behaviour have improved there is still a significant struggle to have him adhere to the building's expectations when he is under the influence. David continually presents as defiant, aggressive, disrespectful and threatening. His past bars indicate where these have eventually lead. For having his bar lifted it would be ideal if David himself could come up with solutions to ensure he can function well in the centre for longer periods of time. Possibly a commitment from him to avoid the centre when he is under the influence could help in this endeavour. At the very least David needs to understand how his actions are perceived by staff, and understand the unwillingness to continually subject ourselves and other clients to these behaviours. His history indicates he has been barred 21 times for mostly similar behaviour since the implementation of his assessment bar, leading to the conclusion it is currently not the most effective option.<br/><br/><b>Log ID:</b> LOG00022465"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2018",
                "month": "01",
                "day": "18"
            },
            "text": {
                "headline": "Dealing with David Thok's Intoxication and Subsequent EMS Call",
                "text": "Throughout this past evening, Writer and staff were dealing with a very intoxicated, belligerent, and borderline aggressive Client David Thok (Thok David ) 1977-01-01. At approx. 23:50 hours, DOAP team arrived to transport Client David to Alpha House, but because he was heavily intoxicated, belligerent, and simply just refusing to go (despite agreeing earlier), they unfortunately could not transport him. Several attempts by different staff were made to try and convince Client David to leave property. But, Client David decided to stay put in the front vestibule. Supervisor Sarah spoke with Client David, and he did eventually go outside; but, not before throwing used sheets at her face, excessively yelling and swearing at her; referring to her as a “bitch”. It was not long later before Client David made his way back inside, and made himself comfortable once again in the front vestibule. Writer and Supervisor Sarah approached Client David again to speak with him, however we found him with very shallow breathing and was unresponsive to extensive pain stimuli (via behind the ear and a sternum rub). Decision was made to call EMS due to possible alcohol poisoning, or unknown otherwise. EMS Unit #2958 arrived and transported him to an unknown location.<br/><br/><b>Log ID:</b> LOG00022617"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2018",
                "month": "01",
                "day": "18"
            },
            "text": {
                "headline": "Bar Lift and Discussion of Future Behaviour",
                "text": "David Thok: Bar LIFTED. The BRC acknowledges that this has become a revolving door with David and challenged him to find ways to show staff he is capable of staying in the building without incident. David acknowledges that his behaviour is unacceptable when he is intoxicated and expressed a genuine desire to cut back on alcohol. It was strongly suggested that David reside at Alpha House if intoxicated. Supervisors will continue to assess David at biometrics.Continued in next log...<br/><br/><b>Log ID:</b> LOG00022637"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2018",
                "month": "03",
                "day": "10"
            },
            "text": {
                "headline": "Observations on David Thok's Declining Mental Health",
                "text": "Mar 11/2018Writer has noticed a decline in David Thok's mental health. This morning writer was sitting beside David and at different moments he was speaking to someone that was not present. At one moment he pointed at no one and stated “I am going to slit your throat with a knife. When writer prompted on who he was speaking to he began to state that he(David) is a lost boy. He made references to Ethiopia and that he was lost and also related to Emmanuel Jal. Writer is noting the odd interaction with David as he has steadily been declining. Please log any similar interactions<br/><br/><b>Log ID:</b> LOG00386385"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2018",
                "month": "05",
                "day": "19"
            },
            "text": {
                "headline": "David Thok and Another Client Found Unconscious",
                "text": "Writer was alerted by a concerned client that there were two men down just west of the main building towards the corner of 4th avenue and 3rd St SE. Writer along with security staff Ken arrived to find David Thok and Temesghen Berkhetab both unconscious and unresponsive in the old Cecil parking lot. Writer initiated a 911 call with EMS and CFD both responding. Temesghen was able to be aroused and deemed heavily under the influence of alcohol and assisted back into the building. David was much more difficult to arise and required medical attention thus was transported VIA EMS to an unknown medical facility<br/><br/><b>Log ID:</b> LOG00029419"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2018",
                "month": "04",
                "day": "28"
            },
            "text": {
                "headline": "Sobriety and Full-Time Employment",
                "text": "Spoke with David yesterday morning and he informed me that he has been sober for over a month now. He has also has gained fulltime employment at a warehouse. He stated he plans on saving up and getting his own place in the near future. This is very good news because as we all know David was really struggling with alcohol, and his mental health. He is a completely different person when he is sober, and a fantastic human being. I told him how proud I was of him, and to continue on this positive journey to achieving long term sobriety. Let's all support David anyway we can to help him stay on this positive path.<br/><br/><b>Log ID:</b> LOG00387900"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2018",
                "month": "06",
                "day": "22"
            },
            "text": {
                "headline": "Struggle with Personal Loss and Continued Sobriety",
                "text": "Writer connected with David Thok today. He is still searching for housing but has had to pause since he has recently had to deal with the passing of his mother. David is still working full-time and is doing well with maintaining his sobriety. Please try and connect with David to provide him with support during this difficult time.<br/><br/><b>Log ID:</b> LOG00031139"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2018",
                "month": "06",
                "day": "28"
            },
            "text": {
                "headline": "David Thok's Two-Week-Old Wound Treatment",
                "text": "David came in to bio hallway and asked writer for a band aid, writer noticed a fairly big open wound but not bleeding. Writer brough david in and sat him in front of riverfront office. David stated that he has had this wound for about two weeks now, and everytime he showered that skin would come off. Writer applied a loose bandage of gauze and tape, and told david to speak with the nurses about further care of the wound. David thanked the writer and left the building.<br/><br/><b>Log ID:</b> LOG00031419"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2018",
                "month": "08",
                "day": "08"
            },
            "text": {
                "headline": "Night Services Access Granted for David Thok",
                "text": "David Thok - David would like to be able to access night services as his employment situation has changed and he is working very late on most nights. David has cut down on his drinking and has been respectful to staff so BRC agreed that allowing him night services is reasonable at this time. David is very interested in getting housed and provided his contact information for the diversion/case management teams. Bar lifted<br/><br/><b>Log ID:</b> LOG00033411"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2018",
                "month": "11",
                "day": "18"
            },
            "text": {
                "headline": "David Thok's Misconduct and Inappropriate Remarks",
                "text": "ACW Tim came to writer to inform he had caught David T with a ¾ full bottle of vodka, and that when he approached, David emptied the bottle immediately. When writer and Tim talked to David about this he got very angry used some colorful language.  Writer re addressed the situation with him shortly after he had left and come back to 2nd floor and asked for a search.  David proceed to accuse writer of wanting to search him so she could molest him.  Writer asked ACW Tim to do the search with David.   David proceeded to make sexual comments to ACW Chelsea “ Your Ass  looks great in those pants” and was reported from a client that David was making these same type of comments to other female client.<br/><br/><b>Log ID:</b> LOG00038911"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2018",
                "month": "12",
                "day": "02"
            },
            "text": {
                "headline": "David Thok's Aggressive Behavior and Seven-Day Bar",
                "text": "During the lunch hour, writer was on the second floor when a visibly intoxicated David Thok arrived to get himself some lunch. He swore at ACW Terry, and I approached to have a conversation and offer him lunch on the first floor. However, before any conversation could be had, David said “Fuck off, bitch”. I told him he could not speak to me like that and he had would now need to leave. David then raised his hand in ager towards me and began posturing aggressively. I backed away and tried to talk to him, telling him his reaction was not okay, and again stating he had to leave, as ACW Lynaya approached, telling him it was not okay to raise his hand towards me. He then postured towards her, again raising his hand. At this point security stepped in to escort him out. On his way off the floor, David aggressively postured towards another client and then continued struggling with security. A minimum 7 day bar, must meet BRC has been placed as a result.<br/><br/><b>Log ID:</b> LOG00039719"
            },
            "background":{
                "color": "#FF0000"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2018",
                "month": "12",
                "day": "02"
            },
            "text": {
                "headline": "Unconscious David Thok Picked Up By DOAP Team",
                "text": "DOAP Team arrived to pick up David Thok.  I found David in the entrance vestibule, unconscious but breathing.  Security Christian and I tried to arouse David with several pain stimuli, however David was completed unconscious.  After several minutes of attempting to arouse a response from David, EMS was called.  Unit 3007 responded.  One of the paramedics attempted to intubate David which did cause David to cough out the tube, however he went back to being completely unresponsive shortly after.  EMS transported David to an unknown location.<br/><br/><b>Log ID:</b> LOG00039731"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2018",
                "month": "12",
                "day": "10"
            },
            "text": {
                "headline": "Apology for Misconduct",
                "text": "David Thok approached writer this AM when I accomodated a quick run to his locker. David apologized with sincerity for his actions last week resulting in the current bar. David stated he would be attending bar review this week, and had wanted to apologize to me personally as he felt his actions had been way out of line. Writer accepted and appreciated Davids's gesture and expressed this to him. Logging for consideration at this and any potential future bar reviews. <br/><br/><b>Log ID:</b> LOG00394866"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2018",
                "month": "12",
                "day": "12"
            },
            "text": {
                "headline": "Sobriety Effort and Bar Lifted",
                "text": "David Thok- LIFTED: David was remorseful regarding his intoxication and actions which led to his bar. David disclosed to writer that David was not in a mentally stable place based on a recent death in the family. David is aware that he will continue to have to check in with a supervisor upon entry and if David is intoxicated he may be asked to utilize other emergency shelters based on his behavioral state. David is working towards sobriety and is very interested in help with housing, a task on his file to complete a PAQ has been added<br/><br/><b>Log ID:</b> LOG00000378"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2018",
                "month": "12",
                "day": "13"
            },
            "text": {
                "headline": "David Thok's Interest in Housing: PAQ Filled Out",
                "text": "Writer sat down with David Thok to fill out a PAQ. He appears to be fairly interested in getting housing. He is currently working full time from Mon-Fri. David also mentioned that he will have a new phone number tomorrow, so writer directed him to inform the Housing Hub with his new number.<br/><br/><b>Log ID:</b> LOG00394981"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2018",
                "month": "12",
                "day": "23"
            },
            "text": {
                "headline": "Altercation Between David Thok and Kanishka",
                "text": "David Thok was intoxicated this morning and was under and agreement to hang out on the first floor, where he did well for quite some time. After a while, David slipped up to seconde, where writer interdicted him and told him to head back to first floor. David requested one minuite to talk to a friend, which was granted, but during this time, Kanishka tried to get past and nudges David slightly. David, in his intoxicvated stated, pushes back, and then Kanishka and David grapple for a minute. They were separated, Kanishka left the building on instruction, and writer spoke to David outside, who also left property shortly after. Both are welcome back today, as neither has recieved a bar. David is not to return until at least noon, as long as he sobers first. Kanishka could also use a quick assessment on his way in upon his return<br/><br/><b>Log ID:</b> LOG00000954"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2019",
                "month": "02",
                "day": "12"
            },
            "text": {
                "headline": "David Thok Punches Staff and Receives Seven-Day Bar",
                "text": "Late in the night, Writer was asked to assist with Client David Thok (Thok David) 1977-01-01, who was causing issues in Riverfront. Writer managed to verbally convince David to leave the area. Once in the hallway, David was expressing some anger and telling Writer a story of a fight he was in. While David was telling his story, he randomly punched Writer’s left eye without any provocation. Writer and Sec. Gerardo then proceeded to grab David’s arms and physically escort him out of the building. David is now barred for 7 days and must speak to a supervisor<br/><br/><b>Log ID:</b> LOG00004059"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2019",
                "month": "02",
                "day": "23"
            },
            "text": {
                "headline": "David Thok's Behavior Discussion and Conditional Lift of Bar",
                "text": "Writer had a conversation with David Thok regarding his behaviour in the building. David expressed his frustrations as to why these behaviours occur. He admitted that he can become aggressive when he is drinking and has agreed that in the future if he has a conflict with another client he will approach staff. Writer has lifted his bar and has placed a conditional must be assessed by a building supervisor if presenting as intoxicated. <br/><br/><b>Log ID:</b> LOG00004843"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2019",
                "month": "08",
                "day": "18"
            },
            "text": {
                "headline": "Intoxicated David Thok Removed from Premises by CPS",
                "text": "Late night of August 17th, David walked into the biometrics hallway wanting access to his locker on second floor. Writer reminded David due to his intoxication level, that he wasn't going to be entering the building at the time. David retaliated with anger and over sometime writer repeating himself, David finally decided to step outside. Moments later, writer went to the laneway to check up on David, but he was agitating other clients with his threats. Writer attempted to calm David, but to no avail he did not. After some time having failed conversations with David, Sup Elise decided to put down a non-emerge call for the removal of David. CPS units# 1449, 1112, 1142 arrived to arrest David and took him to undisclosed location.<br/><br/><b>Log ID:</b> LOG00016047"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2019",
                "month": "08",
                "day": "19"
            },
            "text": {
                "headline": "Misconduct and Apology in Riverfront",
                "text": "This morning during assessments David Thok said he would be the first to go into riverfront and demanded writer put him down despite being told that getting into riverfront is not based on first come first serve however based on assesments.David then became rude and started insulting writer calling her a racist and bypassed her and went straight into riverfront.After cool-off David appologized to writer and explained that he is not feeling well and needs to lie down<br/><br/><b>Log ID:</b> LOG00016139"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2018",
                "month": "08",
                "day": "28"
            },
            "text": {
                "headline": "Public Fight and Arrest",
                "text": "While doing a quick patrol of smoke deck, the writer looked into the parking lot and observed a large fight in progress. The writer then ran downstairs with Supervisor Jaimey to break it up, By the point staff got out there the fight had spilled onto Dermot Baldwin Way just outside of the gate. The Decision was made to step off property as there were multiple clients attempting to hold David Thok (Thok David) 1977-01-01 down and stop him from fighting. Once the fight was separated, David continued to attempt to attack clients multiple times and come onto property. At this point the writer and Jaimey advised David CPS had already been called and it was best for him to leave. David refused and began to threaten other clients and staff calling them \"F*cking B*itches\" and telling clients to \"shut the f*ck up\" and continuing to say \"I'll f*ucking kill you\" to multiple different clients. David then turned to the writer and told him \"I'll f*cking shoot you\" and proceeded to tell Supervisor Jaimey \"I promise to break your nose\" These threats on staff continued for about 5 more minutes until CPS arrived and arrested David on Dermot Baldwin Way<br/><br/><b>Log ID:</b> LOG00016695"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2019",
                "month": "09",
                "day": "01"
            },
            "text": {
                "headline": "Aggression and Threats to Staff",
                "text": "Early morning, writer, with the assistance of Acting Sup Colin was attempted to get David off property due to his aggresive nature and consitency of drinking on property. Staff talked to David twice before David shoved writer a few times and threatened to kill staff. After a thorough search of Davids pockets in the laneway, writer could not find anymore alcohol on him and David decided to walk off property moments later<br/><br/><b>Log ID:</b> LOG00017003"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2019",
                "month": "09",
                "day": "01"
            },
            "text": {
                "headline": "Misconduct and Sexual Harassment towards Staff",
                "text": "Writer was radioed for support in the laneway by SPVR Amanda due to an intoxicated and aggressive David Thok. Writer and SEC Joshua arrived. Writer, SEC Joshua and SPVR Amanda attempted to get David to leave property however David continued to not follow staff direction. Due to David trying to get closer to the entrance door. Writer, and SPVR Amanda placed himself infront of David. David then proceded to step into Writers personal space, then say \"Do you love me\" David then grabbed writers penis. Writer placed his hands on David to gain space and disengage with David. A 266 call was placed and CPS Unit #1128 arrived and placed David under arrest. Writer made a statement with CPS (Case # 19377990) and charges are pending.<br/><br/><b>Log ID:</b> LOG00017051"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2020",
                "month": "02",
                "day": "01"
            },
            "text": {
                "headline": "David Thok Caught with Liquor and Asked to Leave",
                "text": "This writer was walking through the Riverfront program when client DAVID THOK (1977-01-01) was seen putting something in his jacket. The item was identified as a large bottle of liquor. Upon being approched, David did not express an interest in utilizing the amnesty tote program and continued to conume liquor from the  bottle in front of this writer. As a result he was asked to leave the building until 9:30 pm.<br/><br/><b>Log ID:</b> LOG00034508"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2020",
                "month": "09",
                "day": "14"
            },
            "text": {
                "headline": "David Thok's Job Application Assistance for Cargill Position",
                "text": "Writer assisted and supported David Thok with completing a job application for a position with Cargill in High River. <br/><br/><b>Log ID:</b> LOG00414291"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2020",
                "month": "09",
                "day": "14"
            },
            "text": {
                "headline": "David Thok's Bank Statements for Housing Process",
                "text": "The writer had a brief chat with said client and would like to work on housing. The writer explained to said client we need to focus on getting the three months worth of bank statements first. Said client understands and will get that done ASAP. These were delivered the following day.<br/><br/><b>Log ID:</b> LOG00414343"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2020",
                "month": "09",
                "day": "20"
            },
            "text": {
                "headline": "David Thok's Rental Viewing Experience and Decision",
                "text": "The writer met up with said client and showed him the few rental viewings the writer found. Said client likes one of them so we will visit said viewing tomorrow at 1700HRS. The room ended up being too small for David. <br/><br/><b>Log ID:</b> LOG00414867"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2020",
                "month": "10",
                "day": "04"
            },
            "text": {
                "headline": "Client Housing Secured and Paperwork Completion",
                "text": "The writer secured client housing this morning. The writer will complete said paperwork that is needed. Projected move in date will be Oct 12th.<br/><br/><b>Log ID:</b> LOG00416177"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2020",
                "month": "10",
                "day": "08"
            },
            "text": {
                "headline": "Disruptive Behavior of David Thok Resulting in Security Intervention",
                "text": "Writer was called for a removal on second floor and found David Thok 1977- 01-01. David was intoxicated and had been disruptive all night. David was given a 2nd chance to stay on the floor if he could go to sleep. David was unable to settle down for the night and was keeping the floor up. David was asked the take a break outside for 10 minuets but refused. Security was called to remove David. David threatened staff and postured at staff and continued to escalate and would not follow staff direction. David was removed from 2nd floor after 1 hour of negotiations.<br/><br/><b>Log ID:</b> LOG00416544"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2020",
                "month": "10",
                "day": "14"
            },
            "text": {
                "headline": "Successful Client Move Out to New Housing",
                "text": "The writer has successfully moved out said client into his housing.<br/><br/><b>Log ID:</b> LOG00417080"
            },
            "background":{
                "color": "#1D6F42"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2020",
                "month": "10",
                "day": "30"
            },
            "text": {
                "headline": "David Thok's Eviction and Alberta Works Denial",
                "text": "Writer was asked to meet with David this afternoon to go over some questions he had in his Caseworkers absence. David has been denied Alberta Works and needed help with paying rent for NOV 1st. Unfortunately upon investigation, it was explained to writer by the landlord that David has been evicted and is not welcome at the property November 1st.David will continue to work with Alex on housing.<br/><br/><b>Log ID:</b> LOG00418743"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2020",
                "month": "11",
                "day": "01"
            },
            "text": {
                "headline": "Retrieval of David Thok's Belongings Post-Eviction",
                "text": "The writer drove David to retrieve his belongings from his housing he got evicted from. David is back at shelter and motivated to find more housing.<br/><br/><b>Log ID:</b> LOG00418930"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2020",
                "month": "11",
                "day": "22"
            },
            "text": {
                "headline": "Confiscation of Alcohol from David Thok's Unit",
                "text": "Around 2300 PM, while doing a wellness check, writer found a bottle of Vodka in UNIT 419 which belongs to client David Thok 1977-01-10. It was hiding in client's head board. Earlier, during shift change the said client was highly intoxicated. He was roaming around on floor asking for a lighter, especially Michael Butler. A few minutes later, David T. came back from smoke deck and went straight to his dorm and fell asleep. Writer confiscated client's vodka and put it in isolation Locker # 134.<br/><br/><b>Log ID:</b> LOG00420935"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2020",
                "month": "12",
                "day": "01"
            },
            "text": {
                "headline": "Caught Drinking on Camera: David Thok and Ethan Lawless",
                "text": "At approx. 10:31, December 01, 2020, writer had been monitoring the CCTV cameras in the security office when writer found Ethan Lawless 2001-11-21 and David Thok (Thok David, Tauk David) 1977-01-01 drinking on the second floor smoke deck. Upon further review, writer found THOK sharing his drink with numerous individuals that come and go from the area for an extended period of time. Writer then notified second floor staff to which ACW Nathan and ACW Simon E. had responded to, SEC Ahmad had attended to assist. THOK initially attempted to hide his alcohol but failed as writer notified ACW Nathan of where it was being hidden. THOK and LAWLESS vacated property without further issues.<br/><br/><b>Log ID:</b> LOG00421909"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2020",
                "month": "12",
                "day": "08"
            },
            "text": {
                "headline": "Failed Housing Discussion due to David Thok's Intoxication",
                "text": "Writer met with David briefly but was unable to discuss his housing plan due to David being quite intoxicated. Writer to try again on December 10.<br/><br/><b>Log ID:</b> LOG00422662"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2020",
                "month": "12",
                "day": "08"
            },
            "text": {
                "headline": "Escalated Behavior and Removal of David Thok",
                "text": "Throughout the morning of December 8th 2020 client DAVID THOK (01/01/1977) was consistently escalated and loud, shouting at staff and various clients. After consulting with Acting SUP Nicole E, Writer decided to check THOK's beverages for alcohol with the support of ACW Sean B. THOK was immediately uncompliant but not overly aggressive until Writer and ACW Sean B followed him out onto the 2nd Floor Smoke Deck, at which time THOK entered ACW Sean B's personal space and began to shout at him. Security was radioed for additional support and SEC Chloe V arrived at the 2nd Floor Smoke Deck to assist. Her presence and involvement calmed THOK who poured one of his drinks down the drain and gave ACW Sean B the other to empty. Writer had a discussion with THOK explaining that he needed to avoid escalating and yelling while he was on the floor and ACW Sean B had a similar conversation with THOK, stating that THOK would need to leave the building if he had any more incidents. THOK was reasonably well behaved until 12:45PM at which time Writer witnessed him unprovoked shove another client and posture at him in the 2nd Floor Men's Washroom. Writer separated the two clients and asked THOK to leave the floor. THOK took a significant period of time to leave, to the point that SEC Chloe V arrived on the floor to assist Writer with helping THOK leave. THOK eventually did leave property and Acting SUP Nicole E placed a CAT 2 Bar on THOK due to hi having multiple CAT 1 Bars from the last week period, minor harm caused to another client, a failure to deescalate and unwanted physical touching with Writer and SEC Chloe V. <br/><br/><b>Log ID:</b> LOG00422676"
            },
            "background":{
                "color": "#FF0000"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2020",
                "month": "12",
                "day": "25"
            },
            "text": {
                "headline": "David Thok's Unsuccessful Attempt to Access Second Floor",
                "text": "at about 745 pm David Thok entered 2nd floor and was reminded by this writer that he now stays at river front and cant hang out on 2nd. dt ignored this writer and continued to walk towards the smoke deck. this writer and acw Racheal followed dt and reminded dt again that he cant be on 2nd floor. dt asked for a meal . this writer said this writer would find something for dt to eat after he left the floor. dt said he was going to smoke . he was told he can smoke on the lane way. dt turned and postured at acw Rachael . this writer said \"David \"and dt started to walk towards the door but then made his way to pillar 5 to talk to someone . this writer told dt once again that he had to go back to riverfront. dt called staff some names than shoved this writer lightly. staff Alexey told dt that dt cant put hands on staff and dt had to leave the building for a few days. dt said he didn't mean to touch staff and took this writers hands and said \"I'm not like that\" this writer said you still need to leave. dt went down stairs and this writer radioed first floor support to let them know he had to leave<br/><br/><b>Log ID:</b> LOG00424284"
            },
            "background":{
                "color": "#FF0000"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2021",
                "month": "01",
                "day": "01"
            },
            "text": {
                "headline": "Positive New Year Interaction with David Thok",
                "text": "Writer had a pleasant conversation with David Thok during his assessment at the gate. He was wishing writer a happy new year, and also said that  today was his birthday. After wishing him a happy birthday and him passing the assessment, he wished her a Merry Christmas and a happy new year. Logging for positive interaction with David. <br/><br/><b>Log ID:</b> LOG00424968"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2021",
                "month": "01",
                "day": "02"
            },
            "text": {
                "headline": "Escalation and Removal of David Thok in Bio Hallway",
                "text": "Writer was called to the bio hallway to assist in the removal of client David Thok (Kuany) due to his escalation. Security had footage of David and another client drinking just outside the main doors and when asked to leave for an hour by SEC Lee David then escalated. As David made his way back into the bio hallway attempting to go to riverfront, writer stepped in front of David so he didn't make it through the last bio door. As writer tried to divert David a different direction by pushing back on his chest, David put his forearm up to writers chest and shoved writer back while continuing to escalate; SEC then locked the last bio door so David could not re-enter the building. Writer went to grab a pair of jeans from his David's locker and was quickly reprimanded by David saying writer was 'dumb' for getting him the wrong pair of jeans, and the right pair was on his mat. Writer retrieved everything off of David's mat while SEC Lee and Chloe finally managed to escort David off property. Writer spoke with David after the incident and explained that although he may be frustrated and angry, he cannot use his hands in any form of retaliation towards anyone at anytime. David expressed remorse however due to the sheer amount of time it took to escort him out of the building, David's escalation and unwanted touching, he has been given a CAT 2: 24/hour bar.<br/><br/><b>Log ID:</b> LOG00425064"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2021",
                "month": "01",
                "day": "08"
            },
            "text": {
                "headline": "Housing Plans Discussion with David Thok",
                "text": "Writer was able to meet with David Thok today. David expressed his eagerness to obtain housing again. Writer completed an intake with him and also asked David if he would be open to completing an NSQ. Writer explained the NSQ to him and David was hesitant because he does not want to stay at the DI while he is waiting for a housing opportunity. Writer encouraged David to keep an open mind as it opens up more doors for him long-term. Writer and David have a meeting scheduled for Tuesday, January 12 to discuss further and potentially complete an NSQ.<br/><br/><b>Log ID:</b> LOG00425674"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2021",
                "month": "01",
                "day": "27"
            },
            "text": {
                "headline": "Failed Meeting with David Thok at Riverfront",
                "text": "Writer went to Riverfront to meet with David Thok as per his request, however, David had already left the building upon writer arriving. Writer to try and meet with David again around lunch.<br/><br/><b>Log ID:</b> LOG00427754"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2021",
                "month": "01",
                "day": "29"
            },
            "text": {
                "headline": "Volunteer Efforts of David Thok",
                "text": "David Thok (01-January-1977) has been observed mopping and sweeping the floor today. Also volunteered to wipe the tables.<br/><br/><b>Log ID:</b> LOG00428020"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2021",
                "month": "02",
                "day": "01"
            },
            "text": {
                "headline": "Scheduling Housing Discussion with David Thok",
                "text": "Writer had a brief conversation with David Thok today. David expressed his desire to obtain housing and writer explained that it may take some time but to keep checking in. David was satisfied and agreed to meet on Wednesday at 11:30am.<br/><br/><b>Log ID:</b> LOG00428330"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2021",
                "month": "02",
                "day": "04"
            },
            "text": {
                "headline": "Repeated Violation of Personal Space by David Thok",
                "text": "Writer found that client David Thok had gotten into other clients personal space multiple times this afternoon. Writer gave David a number of warnings, and found David doing it again in the riverfront mens washroom. Writer gave David another warning, and he then got into a confrontation with Kanishka Samarkoon. ACW Christina had then asked David to take a break, and writer affirmed this. David was resistant to the removal, at one point aggressively walking towards Kanishka again, prompting writer to block off his path towards the client. David was eventually escorted off property.<br/><br/><b>Log ID:</b> LOG00428726"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2021",
                "month": "02",
                "day": "05"
            },
            "text": {
                "headline": "Verbal and Physical Abuse at Gate by David Thok",
                "text": "David Thok came to the gate escalated, requesting to come in. Since David was on a bar, he was not allowed and was told to walk away. David was standing in the way of the gate and writer asked him to step aside to allow another client to enter. Instead of moving, David called writer a \"fucking bitch\", then spat on writer. COOR. Ryan was contacted due this. A decision was made to place a 266 call as David would not leave the gate. <br/><br/><b>Log ID:</b> LOG00428772"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2021",
                "month": "03",
                "day": "03"
            },
            "text": {
                "headline": "David Thok's Phone Call Check-in and Alpha House Housing Opportunity",
                "text": "HOUSING DOCUMENTATION - Please do not share: Writer received a call from David Thok today. David stated he was using his friends phone to check in regarding his housing. David reports he has been staying at Alpha House due to his building bar at the DI. Writer informed David of a housing opportunity with Alpha Housing and encouraged David to continue accessing Alpha House services in order for Alpha Intake Worker (Kerri) to connect with him. Writer emailed Kerri and let her know that David checked in today via phone call and is hoping to complete his intake assessment ASAP.<br/><br/><b>Log ID:</b> LOG00431725"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2021",
                "month": "03",
                "day": "17"
            },
            "text": {
                "headline": "David Thok Finds Housing with Alpha House",
                "text": "HOUSING DOCUMENTATION - Please do not share: Writer received a call from David Thok who stated he has found an apartment with Alpha Housing. Writer congratulated David and wished him luck in his new home.<br/><br/><b>Log ID:</b> LOG00433243"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2021",
                "month": "05",
                "day": "07"
            },
            "text": {
                "headline": "David Thok Apologizes for Misbehavior, Receives Bar Lift After Constructive Conversation",
                "text": "Writer had a BRC conversation with client David Thok regarding his Cat 4 bar for spitting. David was aware of the situation and was apologetic for his actions. Writer asked that he bring his concerns to a Supervisor before escalating and receiving another bar. David agreed and claimed it would not happen again. Bar lifted.<br/><br/><b>Log ID:</b> LOG00439374"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2021",
                "month": "05",
                "day": "08"
            },
            "text": {
                "headline": "David Thok Returns to Shelter, Expresses Interest in Housing and Reconnecting with Case Manager",
                "text": "Around 10:35AM on May 8th 2021 Writer spoke with client DAVID THOK (01/01/1977) regarding his housing. THOK explained that while he had housing previously, he subsequently had lost it and thus had returned to shelter. THOK expressed a continued strong interest in housing and requested to reconnect with a case manager when there was an opportunity. <br/><br/><b>Log ID:</b> LOG00439451"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2021",
                "month": "05",
                "day": "11"
            },
            "text": {
                "headline": "David Thok Maintains Good Behavior Post-Bar, Commended for Politeness and De-escalation",
                "text": "POSITIVE LOG: Since coming off his recent Cat 4 bar, David Thok has had good behavior. He has been sober, polite and has de-escalated successfully on numerous occasions. Let's encourage David to keep it up!<br/><br/><b>Log ID:</b> LOG00439784"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2021",
                "month": "05",
                "day": "15"
            },
            "text": {
                "headline": "Incident of Unwanted Touching by David Thok Raises Concerns of Possible Fixation",
                "text": "Around 2:20AM on May 14th 2021, Writer was letting in clients through the Main Gate when client DAVID THOK (01/01/1977) presented requesting access. THOK had previously been refused access due to his level of intoxication but was still interested in entering the building. Writer spoke with him regarding building expectations and allowed him in on the condition he abided by them. While THOK was entering he made a comment about liking Writer and proceeded touch Writer on their chest, including part of their breast. Writer moved THOK's hand away and requested they avoid touching them, before returning to the Guardhouse. Shortly after Writer was entering the Main Building through the Bio Hallway and encountered THOK in the Laneway. THOK initially blocked Writer from entering, holding the door shut and stating that he \"loved Writer but they don't understand how\" before opening the door for Writer. After this Writer attempted to hold the next door for THOK, which he did not comply with, instead placing both of his arms around Writer to hold the door and blocking them in with his body. Writer slid under his arm and opened the next door for THOK from a distance before moving to speak with Security about a different matter and disengaging. Logging for possible fixation/unwanted touching. <br/><br/><b>Log ID:</b> LOG00440326"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2021",
                "month": "05",
                "day": "15"
            },
            "text": {
                "headline": "David Thok Decontaminated After Accidental Bear Spray Incident",
                "text": "At approximately 6:50pm, Writer was made aware of a male bear spray victim who ended up being David Thok. SEC John, SEC Kingsley and ACT SPVR Allison brought David to the loading dock to be decontaminated. Writer and SEC Kingsley continued to get David cleaned off. David kept saying that he was sprayed on accident and that they were trying to get someone else, he also disclosed that he was sprayed near Alpha House. David was eventually cleaned thoroughly and given a change of clothes.<br/><br/><b>Log ID:</b> LOG00440400"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2021",
                "month": "05",
                "day": "18"
            },
            "text": {
                "headline": "Alpha House Provides David Thok with a Housing Opportunity, Excitement Ensues",
                "text": "ACW Stacey passed on to the writer that Jessica from Alpha House called with a housing opportunity for David Thok (Kuany) 01-Jan-1977. Writer passed on the information to David this morning. David was very excited about the opportunity! David has her contact information, but if he needs her phone number, he can reach Jessica at 403-475-4305.<br/><br/><b>Log ID:</b> LOG00440627"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2021",
                "month": "06",
                "day": "03"
            },
            "text": {
                "headline": "David Thok Added to Writer's Caseload, Plans to Discuss Alpha Housing Situation",
                "text": "HOUSING DOCUMENTATION: David Thok has been assigned to this writer's caseload. Writer will make an attempt to meet with David early next week to discuss his current situation with Alpha Housing. David was picked up by Alpha Housing in March 2021, writer to follow-up.<br/><br/><b>Log ID:</b> LOG00442598"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2021",
                "month": "06",
                "day": "04"
            },
            "text": {
                "headline": "David Thok Faces CAT 1 Bar for Breach of Main Gate, Verbal Abuse, and Isolation Refusal",
                "text": "Around 11:00AM on June 4th 2021, Writer was at the Guardhouse performing an assessment when client DAVID THOK (01/01/1977) breached the Main Gate past ACW Nicole E while pushing client ANTHONY SAVINO's () wheelchair. THOK was close contact at this time and was refusing to isolate. ACW Nicole E notified Writer that THOK had breached and requested immediate assistance removing him from property. Writer requested Security lock the Main Entrance door's and went to speak with him there. THOK presented as aggressive and intoxicated, slurring his words and unable to focus on Writer. THOK attempted to open the doors before Writer explained that if he was not willing to isolate then he would have to leave property, leading to THOK directing verbal abuse at Writer and initially refusing to leave. THOK then decided he would leave but continued the verbal abuse and threats at Writer as they walked them down the Laneway before leaving property. THOK received a CAT 1 Bar for breaching the Main Gate while refusing to isolate due to close contact status, verbal abuse and threats to staff, ending at 11:45AM on June 4th 2021, placed by Writer<br/><br/><b>Log ID:</b> LOG00442770"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2021",
                "month": "06",
                "day": "17"
            },
            "text": {
                "headline": "David Thok Staying at Alpha House Hostel, Awaits Permanent Unit",
                "text": "HOUSING DOCUMENTATION: Writer has confirmed that David Thok is staying at the Alpha House Hostel while he awaits for a permanent unit with Alpha Housing. If David shows up at the gate looking to access the DI, please divert him back to Alpha House Hostel.<br/><br/><b>Log ID:</b> LOG00444420"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2021",
                "month": "06",
                "day": "22"
            },
            "text": {
                "headline": "David Thok Exited from Writer's Caseload, Currently Staying at Alpha House Hostel",
                "text": "HOUSING DOCUMENTATION: David Thok has been exited from this writers caseload today. The reason for the exit is due to David currently staying at the Alpha House hostel. David is also working with Alpha Housing and is awaiting a permanent unit. <br/><br/><b>Log ID:</b> LOG00444966"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2021",
                "month": "07",
                "day": "25"
            },
            "text": {
                "headline": "Alpha House Bars David Thok, Denied DI Entry Due to Intoxication and Aggression",
                "text": "David Thok is currently barred from Alpha House Hostel (confirmed over the phone), however he was still denied entry to the DI. David was very intoxicated and too loud so he was told to go for a walk and complied. When David came back he was even more intoxicated and became verbally aggressive with other clients and staff. He was denied again and told to come back when he sobers up a little more. <br/><br/><b>Log ID:</b> LOG00448547"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2021",
                "month": "08",
                "day": "23"
            },
            "text": {
                "headline": "David Thok Receives Aid and Promise of Assistance After Failed Assessment and Alpha House Bar",
                "text": "David Thok 01-Jan-1977 appeared at the gate this evening and failed his assessment, and is currently on a bar at alpha House. Due to failed assessment client was visibly upset, therefore writer asked if there was any way she could help client. 1 Blanket, 1 pair of sweats, a sweater and a Raincoat / poncho was given to David and he appreciated such and stated he would come back in the morning. Client formerly was housed through Alpha house however lost it. Client actively has been connecting with Alpha for housing, however due to bar will not be allowed services there. writer will pass this info on the OW team to assist in connecting with services as well as potential CAA ROI form completion when client presents in sober state <br/><br/><b>Log ID:</b> LOG00451845"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2021",
                "month": "09",
                "day": "23"
            },
            "text": {
                "headline": "David Thok Successfully Retrieves Necessary ID and Documents for New Job",
                "text": "September 23rd 2021 writer was called to connect with DAVID THOK (01-Jan-1977) who requested to speak with a supervisor. David explained to writer he was beginning a new job tomorrow and is looking for his ID and other documents which are on his profile. David explained he usually works with Darcey but he is not in today. Writer agreed she would see what she could do. Writer printed documents from guestbook and provided these to David. <br/><br/><b>Log ID:</b> LOG00455138"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2021",
                "month": "09",
                "day": "26"
            },
            "text": {
                "headline": "David Thok Unqualified for Diversion, Referred to DIHousing or Housing Hub",
                "text": "DIVERSION LATE LOG: Writer met with David Thok last week about his housing goals. After some discussion, writer looked into David's history and he does not qualify for Diversion. Please refer him to DIHousing or Housing Hub to assist him in getting a new NSQ. Writer will inquire if he is still on Alpha Housing caseload. <br/><br/><b>Log ID:</b> LOG00455384"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2021",
                "month": "10",
                "day": "20"
            },
            "text": {
                "headline": "David Thok Seeks and Receives Assistance for Diversified Employment Application",
                "text": "Housing Hub: Client David Thok asked writer for support for his diversified employment application, and writer was able to help him with it. Client used to be employed with them however was removed due to showing up Drunk. Client was given a 2nd chance and is excited for this opportunity. During this exchange client completed his WHMIS training, answered the according and writer guided him through the process. Client then went on his way and wishing David Luck!<br/><br/><b>Log ID:</b> LOG00458250"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2021",
                "month": "10",
                "day": "20"
            },
            "text": {
                "headline": "David Thok Rehired, Grateful for Support and Excited for Change",
                "text": "David Thok wanted to thank writer for supporting his Diversified staffing application as he has been rehired and given a 2nd chance this opened for positive talk on not repeating past mistakes as showing up to work intoxicated, and he is ready for all the positive change coming<br/><br/><b>Log ID:</b> LOG00458283"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2021",
                "month": "10",
                "day": "21"
            },
            "text": {
                "headline": "David Thok Displays Housing Motivation, Actively Searches for Listings",
                "text": "Writer was able to connect with David Thok (1977-01-01) today and look for listings today. David found a few listings that he liked and was able to call a few of the landlords. David is extremely motivated and is working on his housing. Writer let David know that he could connect with outreach if he wanted to look at some more listings.<br/><br/><b>Log ID:</b> LOG00458362"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2021",
                "month": "10",
                "day": "24"
            },
            "text": {
                "headline": "David Thok Expresses Gratitude for Support, Excited to Check More Listings",
                "text": "Housing Hub: David Thok wanted to thank writer once again for her support in his employment application and stated he has been busy working but is free tomorrow and wanted to check some listings to print and give to his worker<br/><br/><b>Log ID:</b> LOG00458779"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2021",
                "month": "10",
                "day": "27"
            },
            "text": {
                "headline": "David Thok Excited for Potential Housing, Secures Viewing Appointment After Assistance",
                "text": "Housing Hub Log: David attended housing hub on 2nd floor. He explained that he's been picked up by Alpha house scattered site and just needs to find a rental unit. We discussed budget, finances and desired locations. Client called on 4 different properties and secured one viewing for this afternoon. Landlord requested a copy of his vaccine record and this writer helped him generate it online and printed out 2 copies for him. Viewing is within walking distance. David was very excited. This writer provided him with a rent report in case client and landlord decide he is a good fit for the property. BEST OF LUCK DAVID<br/><br/><b>Log ID:</b> LOG00459085"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2021",
                "month": "11",
                "day": "17"
            },
            "text": {
                "headline": "David Thok Reconsidering Alpha House, Receives Encouragement from Writer",
                "text": "Housing Interaction: Client David Thok approached writer stating he wanted to leave working with alpha house as he feels defeated and writer encouraged client by reminding him of all his hardwork and progress he has achieved and maintained so far. Client felt better and appreciated writers words of kindness and encouragement<br/><br/><b>Log ID:</b> LOG00461643"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2021",
                "month": "11",
                "day": "21"
            },
            "text": {
                "headline": "David Thok Scheduled a Viewing for a Potential Rental",
                "text": "Housing Documentation: David Thok informed writer he has a scheduled viewing for tonight and he is excited. He showed writer the place and the listing for the rental and it is in the northeast. Wishing David Luck. Map & Directions plus Bus tickets were provided<br/><br/><b>Log ID:</b> LOG00462082"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "01",
                "day": "24"
            },
            "text": {
                "headline": "David Thok Engages in Inappropriate Behavior and Unwanted Touching",
                "text": "Around 4:15PM on January 23rd 2022 Writer was at the Front Gate allowing clients access to property and proceeded to grant client DAVID THOK () access after checking him in. As Writer let him through the Front Gate, THOK proceeded to state that he \"loved Writer\" before attempting to hug Writer by grabbing their arms and moving forward to kiss Writer. In response Writer used their arms to physically push THOK away before stating they did not wish to be touched and putting distance between them, followed by directing THOK to either leave property again or depart from the Front Gate. THOK chose to remain on property and made his way inside the Main Building. Logging for inappropriate behavior and unwanted touching. <br/><br/><b>Log ID:</b> LOG00469277"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "01",
                "day": "26"
            },
            "text": {
                "headline": "David Thok Loses Job, Becomes Intoxicated and Belligerent",
                "text": "January 25th Shelter Supports: Client David Thok has recently lost his job, and due to such has become extremely intoxicated and belligerent with other staff and clients. Client states he is frustrated with his housing and has now retorted to becoming angry with others to cope. Writer was able to allow client to vent for a good bit and then client went back to riverfront to pass out<br/><br/><b>Log ID:</b> LOG00469531"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "02",
                "day": "15"
            },
            "text": {
                "headline": "David Thok Creates Randstad Account for Temporary Work",
                "text": "Housing: Writer supported David Thok in creation of Randstad Account for temp work, as well as his own personal email. Client states he is \"potentially signing' a lease tomorrow!<br/><br/><b>Log ID:</b> LOG00471627"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "02",
                "day": "24"
            },
            "text": {
                "headline": "David Thok's Rental Application Approved",
                "text": "David’s rental application has been approved and he should be able to move in next week.<br/><br/><b>Log ID:</b> LOG00472501"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "03",
                "day": "06"
            },
            "text": {
                "headline": "David Thok Receives Food Hamper and Furniture Appointment Confirmation",
                "text": "Housing: Writer texted client David Thoks alpha house worker John to confirm if a food hamper, and furniture appointment for the free goods program had been booked. It has been and writer relayed this information to David Thok and CM Mark. David wanted to thank writer for encouraging him not to give up, especially during the points where he felt extremely defeated after seeing most of his peers obtain housing. Client has been reminded to focus on himself, and know proper guest management which he states he knows and he will not mess up!<br/><br/><b>Log ID:</b> LOG00473528"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "04",
                "day": "01"
            },
            "text": {
                "headline": "David Thok Successfully Housed with Alpha House",
                "text": "David has been successfully with Alpha House Housing.<br/><br/><b>Log ID:</b> LOG00476113"
            },
            "background":{
                "color": "#1D6F42"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "04",
                "day": "05"
            },
            "text": {
                "headline": "Disruptive Behavior from David Thok at Riverfront",
                "text": "At approx. 02:00am DAVID THOK (01-Jan-1977) came into Riverfront smelling very strongly of alcohol and immediately became very disruptive by shouting which prompted other clients who were trying to sleep to request him to quiet down by using some choice words. Writer and ACW Kayleen B also requested that THOK lower the volume of his voice multiple times before asking him to take a break from the building, which he refused. A-SUP Nick F arrived for support with the removal, during which he noticed a large bottle of vodka hidden inside THOK's jacket and requested that he tote it, he refused. It took a lot of verbal ques to get THOK off property. On his way out he made an inappropriate comment about Writers bottom and took a shot vodka. A CAT 1 bar was placed for 1 hour. THOK is welcome back at 04:00am.<br/><br/><b>Log ID:</b> LOG00476431"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "04",
                "day": "12"
            },
            "text": {
                "headline": "Confusion Surrounds David Thok's Housing Status",
                "text": "*LATE LOG for April 9th* David Thok (Kuany) presented at the gate, there was a a log stating he was housed but had recently been checked into the building, changing his status to shelter. Writer reached out to his CM Mark for some clarification on his housing status due the Alpha shelter and DOAP team not being aware of his housing in their system and David's level of intoxication was quite high so he was not able to assist with any information. CM Mark stated he would reach out to Jon from Alpha so, we are still waiting to hear back with further information should he present at the gate and need to be diverted. Logging for posterity and continuity. <br/><br/><b>Log ID:</b> LOG00477157"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "04",
                "day": "22"
            },
            "text": {
                "headline": "David Thok's Alpha House Address to be Supplied to DOAP Team",
                "text": "Jon from Alpha House has confirmed that David is housed. He stated that he will supply his address to the DOAP team.<br/><br/><b>Log ID:</b> LOG00478271"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "04",
                "day": "24"
            },
            "text": {
                "headline": "David Thok Lies About Homelessness, Seeks Employment Services",
                "text": "HOUSING DIVERT: Client David Thok  is still housed, writer connected with client in riverfront after he lied about being homeless again and stated he wanted to come in to see what was going on and he missed his friends. Writer encouraged client to return home, as well as offered community connection resources and supports. During this client asked for support in employment services and connections. Writer provided client with his staffing resources and their information such as phone numbers and addresses. Writer also printed a few resumes for client, as well as the alberta employment bulliten board for client, he was very happy!<br/><br/><b>Log ID:</b> LOG00478457"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "07",
                "day": "19"
            },
            "text": {
                "headline": "David Thok Evicted, Returned to Shelter",
                "text": "Housing: Client has been evicted, please give him access to shelter again<br/><br/><b>Log ID:</b> LOG00486666"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "08",
                "day": "03"
            },
            "text": {
                "headline": "David Thok Meeting Scheduled with New Alpha House Workers",
                "text": "Housing: David Thok's new Alpha House workers are Paul from Alpha House and Irene from Alpha House, David has a meeting with Irene at the DI around lunch time on August 5th . Writer will connect with CM Mark for support on this<br/><br/><b>Log ID:</b> LOG00487970"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "08",
                "day": "11"
            },
            "text": {
                "headline": "David Thok Applies for Jobs and Prints Rentals for Irene",
                "text": "Housing Documentation: Writer met with David Thok, who writer and client printed some rentals off to give to Irene from Alpha House, in addition writer helped client with his resume and applied to some jobs online and printed them off and client brought these to earls downtown and other locations for restaurants on stephen avenue<br/><br/><b>Log ID:</b> LOG00488795"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "08",
                "day": "16"
            },
            "text": {
                "headline": "David Thok Excited for Job Interviews After Self-Applying Online",
                "text": "Housing Connect: David Thok recieved a few call backs for phone interviews today, client has one in person interview tomorrow at 1 pm and is quite excited for it. Writer and client went online and client self applied to more by himself<br/><br/><b>Log ID:</b> LOG00489211"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "08",
                "day": "18"
            },
            "text": {
                "headline": "David Thok Starts Warehouse Work After Successful Phone Interview",
                "text": "JOB OPPORTUNITY- Client starts his first day of work doing warehouse work at 8 am tomorrow, 2 bus tickets provided after successful phone interview. Map provided for client & Vaccination printed and a copy added to his Guestbook profile<br/><br/><b>Log ID:</b> LOG00489476"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "09",
                "day": "02"
            },
            "text": {
                "headline": "David Thok Opens Up About Struggles and Drinking Habit",
                "text": "Writer had a talk with David Thok 1 Jan 1977 about his drinking as of late. Writer asked David how he was doing, as he was intoxicated in the morning. David shared that he had spoken with people back in his home country and they asked if he was rich, as he is living in Canada now. David was in tears as he was living in a homeless shelter. Writer consoled David and thanked him for sharing.<br/><br/><b>Log ID:</b> LOG00490823"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "09",
                "day": "18"
            },
            "text": {
                "headline": "David Thok Asked to Leave Building for Aggressive Behavior",
                "text": "At wake up time, when staff are trying to wake everyone up in riverfront, client David Thok (kuany) was giving everyone a hard time to get up, swearing at writer, and other female staff saying whores, bitches, a very mean names, none stop. writer and other staff gave David T a verbal warning to stop with the verbal abuse, and he has to wake up like everyone one else. David T failed to deescalate, and kept on coming on staff, posturing, throwing stuff at security. Client David T was asked to leave the building for aggressive behaviors towards staff. David T was removed by security and put on a cat 1 bar.<br/><br/><b>Log ID:</b> LOG00492303"
            },
            "background":{
                "color": "#FF0000"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "09",
                "day": "23"
            },
            "text": {
                "headline": "David Thok Exhibits Verbal Aggression and Inappropriate Physical Contact",
                "text": "Around 11:50PM on September 22nd 2022 Writer was in the Bio Office and observed client DAVID THOK (01/01/1977) escalating towards SEC Adnan S in the Lobby following being prompted by ACW Kiane M for a search, leading to him presenting with verbal aggression, clenched fists and moving progressively closer to SEC Adnan S. Writer responded to the Lobby and was able to capture THOK's attention due to previous rapport, eventually leading to him agreeing to utilize an amnesty tote for the large bottle of alcohol he was carrying. However while he was toting it THOK proceeded to drink from the bottle which lead to SEC Adnan S prompting him to leave property and THOK responding by once more becoming aggressive towards him. Writer was able to recapture his attention and due to his high level of intoxication it was decided that THOK could remain on property provided he was not aggressive further to staff. Writer then began to walk THOK towards Riverfront at which time he informed Writer that if he \"was a women, [he] would want to be with Writer\" and proceeded to grab Writer's left shoulder. Writer initially assumed the contact was due to THOK tripping as a result of intoxication, however THOK then moved to touch the right side of Writer's chest with his right hand and Writer moved their shoulder to block/stop the contact by turning inward. The contact was then played off a friendly contact until THOK's hand was also moved from Writer's shoulder after which he reiterated the previous comment towards Writer of if he was a women, before being redirected into Riverfront by Writer. Writer did not request THOK leave property due to level of intoxication and lack of clear intent regarding the contact with Writer. Logging for posterity. <br/><br/><b>Log ID:</b> LOG00492787"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "09",
                "day": "30"
            },
            "text": {
                "headline": "Medical Concerns Raised as David Thok Found Unresponsive at Shelter",
                "text": "At around 5:30 this afternoon writer noticed client DAVID THOK slumped over in his chair on second floor. Writer tried to wake him verbally and with a small shoulder shake but got no response. writer then performed a strong sternum rub and still got no response. Writer assisted by ACW Amanda, called for a nurse assessment and a supervisor and got assistance from surrounding coworkers. a Nurse came for an assessment and put DAVID on oxygen as he was sitting at about 86% and also attempted to get him responsive using many methods including sternum rubs and a trap squeeze. The nurse checked DAVIDS eyes with a penlight while writer held DAVIDS head up and she reported that he had pinpoint pupils. DAVID is known to be a heavy drinker but is not known to use drugs, however under the circumstances and not knowing if someone had slipped him anything or he decided to try something new, all staff involved agreed to administer Naloxone to be safe. The first dose was given at 5:42, and the second at 5:46 and a 911 call was placed by ACW Amanda.  Paramedics arrived on scene at approximately 6:05 and did a check of all of DAVIDS vitals.  DAVID responded to the needles by moving his leg away but throughout the assessment DAVID still did not open his eyes or give any verbal response.  After a thorough assessment it was decided that DAVID would use a medical matt in the lobby and checked on a regular basis. Paramedics recommended that if he remained unresponsive in a couple hours to give them a call back.  DAVID had to be lifted into a wheelchair and was taken to a matt in the lobby while his possessions were temporarily put in riverfront for safe keepings. writer hopes DAVID recovers swiftly and thanks the nurses for their prompt and dedicated care.<br/><br/><b>Log ID:</b> LOG00493459"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "10",
                "day": "11"
            },
            "text": {
                "headline": "Alpha House Initiate Rehousing Procedure for David Thok",
                "text": "Housing Documentation: Alpha House worker Irene has a place lined up for David Thok, in process of having things work out for David for rehousing him moving forward<br/><br/><b>Log ID:</b> LOG00494526"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "10",
                "day": "19"
            },
            "text": {
                "headline": "Successful Housing Viewing for Client, Awaiting Landlord's Approval",
                "text": "Housing Documentation: Client had a succesfull viewing today, pending landlord and other tenants prior to move-in according to Alpha House worker Irene<br/><br/><b>Log ID:</b> LOG00495326"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "11",
                "day": "12"
            },
            "text": {
                "headline": "David Thok Removed from Riverfront Property for Possession of Paraphernalia and Non-compliance",
                "text": "On November 12, 2022, at approximately 1652HRS, Writer and SEC Riyan responded to a call for security in Riverfront. Upon arrival, ACW Stan explained that Clients David THOK and Lok GATHIEL needed to leave property due to their possession of paraphernalia. GATHIEL was compliant and left the floor, whereas THOK was not complying with staff directions. THOK attempted to enter the Riverfront Men's Washroom during the removal but was intercepted by writer. THOK then began shoving Writer and subjecting him to verbal abuse. In response, Writer and SEC Riyan initiated a reactionary hands-on incident and physically removed THOK from property with some resistance. No further incident after the removal. <br/><br/><b>Log ID:</b> LOG00497816"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "12",
                "day": "01"
            },
            "text": {
                "headline": "Thok Approved for Housing, Move-out in Progress",
                "text": "Housing Documentation- Late Log November 30th- Client attended viewing and was approved for place, pending move out. Writer will coordinate with alpha house housing team <br/><br/><b>Log ID:</b> LOG00499801"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "12",
                "day": "18"
            },
            "text": {
                "headline": "Successful Rehousing of David Thok by Alpha House Team",
                "text": "Housing Documentation: Client has officially been rehoused with the Alpha House Housing team, client is happy and thanks everyone for their support during his time in shelter<br/><br/><b>Log ID:</b> LOG00501767"
            },
            "background":{
                "color": "#1D6F42"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2023",
                "month": "01",
                "day": "01"
            },
            "text": {
                "headline": "Violent Confrontation between David Thok, Brandon Deacon, and Alvin Mosquito Captured on Security Footage",
                "text": "At 20:35 hours, security footage shows David Thok walking out the Bio hallway as he is shoved by Brandon Deacon, causing David to fall forward, head first into a wall. David then seems to be disoriented and hurt on impact. A few minutes passed by, as Alvin Mosquito slams Brandon Deacons head into the Bio window twice and begins to elbow his head multiple times, in retaliation to David Thok being shoved. SEC Jashan then opens the Bio door and grabs Brandon Deacon in the lobby to distance both parties, as both parties are disengaged, Brandon is seen with a knife in his hand, as staff order Brandon to give the knife, Brandon throws the knife to the ground. Writer and acting building coordinator Maxwell escort Brandon off property through the North entrance as Alvin Mosquito walked out through the South entrance. No further interaction. <br/><br/><b>Log ID:</b> LOG00502926"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2023",
                "month": "02",
                "day": "13"
            },
            "text": {
                "headline": "Eviction Notice Served for David Thok, Discharge from Alpha House Program",
                "text": "EVICTION- Client is being evicted from his residency, he will also be discharged from alpha House housing program. Status changed to Shelter, please grant him access. Writer will update with more logs once information surrounding eviction has been recieved<br/><br/><b>Log ID:</b> LOG00507878"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2023",
                "month": "02",
                "day": "16"
            },
            "text": {
                "headline": "Potential Rehousing in Progress, Alpha House Advocating for Thok",
                "text": "(REHOUSING) Client re-added to writers HPM due to rehousing again, there is still uncertainty regarding rehousing with Alpha House program however writer is advocating for client or a program transfer. Writer also printed off a few resumes for client and added his new phone number to his resume, and provided him the password and email address for his email which was saved on the computer<br/><br/><b>Log ID:</b> LOG00508299"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2023",
                "month": "02",
                "day": "23"
            },
            "text": {
                "headline": "Client Rehousing Confirmed, New Case Manager Assigned",
                "text": "(REHOUSING) Housing Documentation: Writer met with client, updated his resume and Paul, TL from Alpha House community Housing confirmed client will be recieving a new Case Manager with their team to support Housing for David Moving forward. Their team will be Rehousing him<br/><br/><b>Log ID:</b> LOG00508948"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2023",
                "month": "03",
                "day": "08"
            },
            "text": {
                "headline": "David Thok Identified as Culprit behind Riverfront Door Damage",
                "text": "On Wednesday, 08 March 2023, approximately 0930 hours, Writer heard a smash on the Riverfront door.  Writer turned to see damage done to the window glass in the Riverfront door.  The David Thok presented to be heavily under the influence, demanding to use the Washroom. Writer asked Security to review the video - confirming that is was David who damaged the Riverfront Door (window). <br/><br/><b>Log ID:</b> LOG00510346"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2023",
                "month": "04",
                "day": "10"
            },
            "text": {
                "headline": "Rehousing Update: Thok Provided with Contact Info for New Case Manager",
                "text": "(REHOUSING) Writer met with David Thok and provided him with CM Peter from Alpha House community Housing's contact information, client got a new phone and a new number. Writer also supported client with printing off his resume and applying for jobs<br/><br/><b>Log ID:</b> LOG00514115"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2023",
                "month": "06",
                "day": "06"
            },
            "text": {
                "headline": "Thok Breaches Building Guidelines, Issued Category 1 Ban for Drinking Alcohol on Property",
                "text": "Client David Thok was caught drinking alcohol from a bottle on the floor. He was walked off property with some resistance and will be given a Cat 1 bar for breach of building guidelines.<br/><br/><b>Log ID:</b> LOG00520835"
            },
            "background":{
                "color": "#FF0000"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2023",
                "month": "06",
                "day": "07"
            },
            "text": {
                "headline": "David Thok Physically Confronted by Morley Redwood Over Rotisserie Chicken Incident",
                "text": "On June 7 2023, David Thok was seen on camera sitting on the sidewalk on Dermot Baldwin Way. David was eating a rotisserie chicken when he was approached by a dog. The dog attempted to take David's chicken. David pushed the dog away. A little while later, the dog came back and tried to take David's chicken again. David once again pushed the dog away. David grabbed his boxes of rotisserie chicken and got up. David walked to the front gate. David was approached by Morley Redwood, who had previously been sitting near him on the sidewalk, and headbutted David in the nose. David's nose began bleeding profusely. Morley walked back to where he was sitting on the sidewalk.<br/><br/><b>Log ID:</b> LOG00520944"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2023",
                "month": "06",
                "day": "09"
            },
            "text": {
                "headline": "Thok Found Drinking Openly and Belligerently on 2nd Floor, Issued Category 1 Ban",
                "text": "David Thok was observed drinking openly on 2nd floor. David was belligerent with other clients and would not heed numerous staff requests to either tote his booze or remove it off property. David was eventually walked off property by Spvr Shaun but after much deliberation and coxing. David was issued a Cat#1 bar - welcome back at dinner 6pm<br/><br/><b>Log ID:</b> LOG00521072"
            },
            "background":{
                "color": "#FF0000"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2023",
                "month": "07",
                "day": "02"
            },
            "text": {
                "headline": "Emma Rattlesnake Assaults Unsuspecting David Thok, Receives Category 2 Ban",
                "text": "At 1434 writer witnessed Emma RATTESNAKE walk up to THOK and punch him in his face. THOK appeared unsuspecting and had not exchanged any words with RATTLESNAKE before she walked up to him and struck him. Writer called for a security removal and asked for confirmation on the ID's of the clients involved. RATTLESNAKE left of her own accord but was escorted out by ACT COOOR Maxwell and SEC Muaz. CAT 2 bar placed after footage review.<br/><br/><b>Log ID:</b> LOG00523476"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2023",
                "month": "07",
                "day": "06"
            },
            "text": {
                "headline": "David Thok Caught Drinking Openly on Property, Given 24-hour Ban",
                "text": "Writer went out to check on the smoke deck when he found client David Thok openly drinking from a full 26oz bottle of vodka. David is well informed of the rule that drinking is not allowed on the property. 24 hour bar placed<br/><br/><b>Log ID:</b> LOG00523837"
            }
        }
    ]
}