{
    "title": {
        "media": {
            "url": "https://drive.google.com/uc?export=view&id=1JajQqA6NYB2FArIiqBxsLvnvfVlwAhIt",
            "caption": "",
            "credit": ""
        },
        "text": {
            "headline": "Dawson Jarvis",
            "text": "<br/><span style='font-size:1.5em; font-weight:bold;'> Jun 14, 1995 <br/>Gender: Male</b><br/>Ethnicity: Caucasian</b><br/>Client ID: DI-ID000053713</b><br/>Client Type: Housed</b><br/>Number of Housing Outcomes: 2</b></span>"
        }
    },
    "events": [
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2016",
                "month": "07",
                "day": "12"
            },
            "text": {
                "headline": "Needle Found in Gatorade Bottle; Confrontation with Dawson.",
                "text": "Writer was requested by Staff Stephanie to check the male washroom for an unknown male who left a Needle in an empty Gatorade bottle on a table in Section 5 of the 2nd floor.  In the washroom writer communicated the several concerns regarding needles/drug use within the Centre; Dawson J was argumentative however apologized, and left the building without incident – he can return for 6pm, please. regards.<br/><br/><b>Log ID:</b> LOG00038016"
            },
            "background":{
                "color": "#FF0000"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2016",
                "month": "07",
                "day": "16"
            },
            "text": {
                "headline": "Dawson's Suspicious Military Employment Letter.",
                "text": "Dawson Jarvis approached writer this afternoon in the day office inquiring about receiving a sandwich. Writer asked Dawson if he had a work confirmation and he pulled a letter out of his pocket. The document that this writer received was on plain white paper but stated the following “Dawson Jarvis is employed by the Canadian Military as a Federal Army Officer (FAO) or Federal Army Solider (FAS). FAO’s and FAS’s are entitled to day sleep, lunch and night time meals as required and any other services that you may be able to offer these men and woman would greatly be appreciated. Thanks, Major T. Perrin. Commanding Officer of the Royal Canadian Infantry Guard (RCIG).” Since this was clearly a fake work confirmation, but an interesting one, writer talked with Sup. Rob who suggest that we inform Dawson that since the letter was not on official government letterhead we did not consider it valid, but if he is able to get one on official letter head that we would honor the request. Dawson was not overly happy with this answer and stormed off without argument or defence. It should also be noted that there is a possibility that Major T. Perrin is Troy Perrin.  Logging in case of future forgery<br/><br/><b>Log ID:</b> LOG00038132"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2016",
                "month": "07",
                "day": "18"
            },
            "text": {
                "headline": "Dawson and Others Suspected of Drug Use Outside Building.",
                "text": "This evening, the writer used surveillance equipment to witness clients Dawson Jarvis 1995-06-14, Tyler Charles Curran (Tyler Curran) 1984-02-01, and Mason Bischoff 1987-08-14 huddled up against the wall of the building outside by the bike racks and appeared as if they were trying to conceal something. Upon closer look, the writer noticed that client Dawson Jarvis had what appeared to be a crack pipe in his mouth and was smoking out of it and then exhaled a while smoke as he turned around to speak to the other clients involved as listed above. The writer dispatched Security Jaime. F to investigate. just before Jaime arrived, the writer witnessed Dawson Jarvis hand the pipe over to client Tyler Charles Curran (Tyler Curran) 1984-02-01 who then concealed it in the front left pocket of his hoodie. Security Jaime. F then arrived and informed the group that if they were going to be welcome to stay on property any longer, the three of them would have to consent to being searched. The three individuals all denied and left property as a result. A 7 day bar was given to Dawson for violation of DI drug policy and a -24 hour bar was given to Tyler and Mason for association and participation of the activity.Video Review Information:DVR 5, CH 5DVR 7, CH 15Time frame - 20:40 - 20:47<br/><br/><b>Log ID:</b> LOG00038272"
            },
            "background":{
                "color": "#FF0000"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2016",
                "month": "07",
                "day": "19"
            },
            "text": {
                "headline": "Late Log: Dawson Caught on Camera Using Drugs.",
                "text": "Sorry for the late log; Last evening this writer allowed compassionate access to Dawson Jarvis, because he was soaking wet and he wanted to clean himself up a bit, assuring us that he wouldn't be a problem while in the building.( He's on a conditional bar). Just over an hour later, security staff called this writer to come and view some video footage. It was Dawson Jarvis clearly smoking crack just around the corner from the front doors of the building. Dawson was already gone when this writer went to investigate the area in question. A one week bar has been added to his file. This footage can be viewed on DVR#5, channel #5, at 8:40:13pm<br/><br/><b>Log ID:</b> LOG00038300"
            },
            "background":{
                "color": "#FF0000"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2016",
                "month": "07",
                "day": "27"
            },
            "text": {
                "headline": "Dawson Returns; Aware of His Bar and Seeking Sleep.",
                "text": "This evening Dawson Jarvis arrived at our centre. Writer engaged a conversation with him regarding his bar. Dawson is aware of why he was barred. He is now knowledgeable of policies about drug use, and possession of paraphernalia in our building, and that it will result in a significant bar from this point on. He has been given many chances, and appreciates that. Dawson stated that he is just  desperate to sleep, as he has not slept in a few days. A search task has been entered. Please keep him accountable to this<br/><br/><b>Log ID:</b> LOG00038544"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2019",
                "month": "03",
                "day": "16"
            },
            "text": {
                "headline": "Dawson Experiences Chest Pains; Admits to Drug Use.",
                "text": "Writer was allerted that Dawson Jarvis was sitting in the lane way complaining of chest pains and shortness of breath. Dawson told writer that he had used \"methenamines and opioids\" today. An EMS call was made and Unit #3194  came to assist. Dawson went with EMS to get checked out. EMS took him to undiscolsed location<br/><br/><b>Log ID:</b> LOG00006039"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2019",
                "month": "05",
                "day": "16"
            },
            "text": {
                "headline": "Dawson Complains of Chest and Lung Pain; Taken by EMS.",
                "text": "Dawson Jarvis approached writer saying that his lungs and chest hurt. Dawson was upset and agitated. Supervisor Kirsten and COurtney did an assessment and writer called 911. EMS Unit #3198 showed up and took Dawson into the their unit to an assessment on him.<br/><br/><b>Log ID:</b> LOG00009840"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2019",
                "month": "06",
                "day": "17"
            },
            "text": {
                "headline": "Dawson's Positive Response to Housing Opportunity.",
                "text": "There was a task on Dawson's file in regards to housing. Dawson did return the call and he was quite pleased that he will have housing coming in July.<br/><br/><b>Log ID:</b> LOG00398384"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2020",
                "month": "01",
                "day": "11"
            },
            "text": {
                "headline": "Dawson's Disruptive Behavior Leads to Temporary Bar.",
                "text": "Writer spoke with Dawson on a number of ocassions this evening regarding him walking around riverfront and taking items from other individuals.Writer asked Dawson to take an hour break outside of riverfront when he started swearing and slamming doors.Writer asked Dawson to stay out the remainder of the evening.He is welcomed back at 7am.<br/><br/><b>Log ID:</b> LOG00031250"
            },
            "background":{
                "color": "#FF0000"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2020",
                "month": "08",
                "day": "21"
            },
            "text": {
                "headline": "Dawson Reveals Stay at Mustard Seed.",
                "text": "Ab spoke with Dawson Jarvis and he stated he has been staying at the Mustard Seed <br/><br/><b>Log ID:</b> LOG00412917"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2020",
                "month": "10",
                "day": "23"
            },
            "text": {
                "headline": "Washroom Fight: Dawson and Karar Face Consequences.",
                "text": "At around 3:20 pm writer heard yelling and shouting from the men washroom (2nd floor) and it seemed that some fighting was going on there. Writer went to the washroom immediately and found two persons were yelling and punching each other  inside a stall. ACW Yinka also followed the writer. In the meanwhile both of them came out of the stall when it was found that Dawson Jarvis and Karar Sarhan were arguing and punching each other. ACW Yinka was trying to deescalate them but they were not listening to him. ACW Bernie also showed up and observed large bundles of 20 dollar bills with Karar Sarhan. The writer called for supervisor's help. Supervisor Tyler and his team came and took it over. One day bar is placed for Dawson J.<br/><br/><b>Log ID:</b> LOG00418046"
            },
            "background":{
                "color": "#FF0000"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2020",
                "month": "12",
                "day": "10"
            },
            "text": {
                "headline": "Dawson Found Unresponsive in Stall; Naloxone Administered.",
                "text": "ACW John was doing routine washroom checks when he came upon a stall that was unresponsive, ACW John came out to have a second staff support him in the washroom, writer accompanied John. John put a gown on and opened the stall to find client Dawson JARVIS (14-Jun-1995) unresponsive to verbal ques, and physical jolts to get JARVIS to respond, he did not. Writer had already radioed medical emergency, and nursing staff and COOR. Ryan arrived. Writer had prepared a dose of Naloxone and 1 was administered by John at 11:03PM, as COOR. Ryan placed a 911 call. JARVIS became responsive but oxygen levels were fluctuating, Nursing staff continued to try to give JARVIS oxygen but he kept jolting away. JARVIS was nodding and shaking his head to questions but did not give verbal answers. He had also thrown up in the stall, and tin foil, and a lighter were found. EMS unit # 3321 arrived at 11:20PM and took over situation. EMS left the building at 11:55, and JARVIS did not leave with EMS.<br/><br/><b>Log ID:</b> LOG00422913"
            },
            "background":{
                "color": "#FFC83D"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2020",
                "month": "12",
                "day": "22"
            },
            "text": {
                "headline": "Housing Opportunity: Dawson in Isolation.",
                "text": "Dawson Jarvis is in ISOLATION and was interested in being housed!  Writer gave Dawson a PAQ and then entered the PAQ into the system<br/><br/><b>Log ID:</b> LOG00424003"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2020",
                "month": "12",
                "day": "29"
            },
            "text": {
                "headline": "Dawson's Medical Distress; Admission of Substance Use.",
                "text": "Client Dawson Jarvis 1995-06-14 went to nurse’s office claiming medical distress. Nurse NS assessed and administered oxygen due to low breathing. HCS Navjot called 911 ems. Writer prepped one dose of naloxone. Staff observed client Dawson dosing on and off. Dawson admitted to smoking a substance. Dawson then asked to be injected with naloxone. After receiving the approval from dispatch Writer administered one dose of naloxone at approximately 5:06am. Staff continued to monitor Dawson and after approximately 4 minutes he was no longer dosing off. Dawson admitted to smoking both meth and fentanyl separately. EMS unit #3332 arrived at approximately 5:09am and assessed client DJ. EMS said client DJ was okay and he refused transport.<br/><br/><b>Log ID:</b> LOG00424608"
            },
            "background":{
                "color": "#FFC83D"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "10",
                "day": "20"
            },
            "text": {
                "headline": "Dawson's Housing Referral through CAA.",
                "text": "HOUSING OPPORTUNITY: The following clients have been referred for housing through Coordinated Access & Assessment (CAA): Dawson Jarvis - Langin Place<br/><br/><b>Log ID:</b> LOG00495393"
            },
            "background":{
                "color": "#1D6F42"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "10",
                "day": "22"
            },
            "text": {
                "headline": "Dawson's Return Denied; Spits at Staff.",
                "text": "On October, 22, 2022, at approximately 1054HR, the Writer spoke Dawson JARVIS in the bio vestibule to clear the area, he stated he wanted entry and lined up. Once the Writer searched his name it was shown that he hasn't slept here since July 28th 2022. The Writer asked JARVIS why he hasn't slept here and where has been sleeping, where JARVIS than explained that he has a place to sleep. JARVIS only wanted to access the building to eat and leave and was informed that he was required to sleep here in order to access the services. JARVIS became verbally abusive once he was told this and spat at the Writer in the bio vestibule. <br/><br/><b>Log ID:</b> LOG00495617"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "10",
                "day": "25"
            },
            "text": {
                "headline": "Housing Update: Dawson's Move from Sunalta to Langin.",
                "text": "Housing Connect: Writer met with Dawson Jarvis who is on an active bar with the DI, Writer has informed client of his Langin pick up and client is interested. Writer will reach out to Adam from Langin to set something up<br/><br/><b>Log ID:</b> LOG00495999"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "10",
                "day": "26"
            },
            "text": {
                "headline": "Dawson Relocates to Langin.",
                "text": "Housing Documentation: Client has a viewing at Langin on November 1st 11:00-11:30 am<br/><br/><b>Log ID:</b> LOG00496113"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "10",
                "day": "30"
            },
            "text": {
                "headline": "Reminder of Dawson's Current Housing at Langin.",
                "text": "HOUSING STATUS- Client has actively been housed with Sunalta and is waiting for a program transfer into a place based supportive housing building with Langin, writer has updated clients Guestbook with this information<br/><br/><b>Log ID:</b> LOG00496452"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "12",
                "day": "04"
            },
            "text": {
                "headline": "CPS Drops Off Disoriented Dawson; Displays Erratic Behavior.",
                "text": "Housing Documentation; Client successfully housed at Langin, client moved out from Sunalta into Langin<br/><br/><b>Log ID:</b> LOG00500142"
            },
            "background":{
                "color": "#1D6F42"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2023",
                "month": "01",
                "day": "29"
            },
            "text": {
                "headline": "Client's House Status",
                "text": "HOUSING STATUS- Client is STILL Housed at Langin, please continue to divert him home!<br/><br/><b>Log ID:</b> LOG00506155"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2023",
                "month": "01",
                "day": "29"
            },
            "text": {
                "headline": "CPS Drops Off Disoriented Dawson; Displays Erratic Behavior.",
                "text": "Dawson Jarvis was dropped off by CPS this afternoon. Upon entry into the building, Dawson appeared to be under the influence of an unknown substance. Dawson was moving around erratically and waving his arms around, making nonsensical statements, and unable to engage in coherent conversation. Dawson then took off his pants and underwear, exposing himself. Dawson was verbally directed to put his pants back on, however it appeared that Dawson did not understand this directive as he continued to make nonsensical statements. Dawson then hid behind the vending machines in the lobby. Acting SUP Jose was finally able to convince Dawson to come out and put his pants back on. Dawson remained covered but continued to move around erratically for the rest of the afternoon.<br/><br/><b>Log ID:</b> LOG00506171"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2023",
                "month": "04",
                "day": "21"
            },
            "text": {
                "headline": "Dawson's Drug Poisoning Log",
                "text": "A medical emergency was called by security at 2:35PM, off property on 4th AVE SE. Client DJ was found laying face down on the road. A Day staff ACW explained that he had seen the client pull down his pants 'like he was going to poop' and then lost his balance and fell forward. ACW staff, SEC staff, and Medical staff flipped the client onto their back. Acting SUP CN administered two doses of 0.4 IM Naloxone at 3:42PM. Mahikan Medical staff administered oxygen and inserted an OPA. Members of the public who had been driving by initiated 911 calls - as well as di staff. Very quickly EMS 31042 arrived on scene. Staff moved client DJ closer to the edge of the road and paramedics moves the EMS truck to block traffic in the north most lane. By 2:50PM DJ was sitting up. Staff helped them inside where they refused further assessment and transport.<br/><br/><b>Log ID:</b> LOG00515645"
            },
            "background":{
                "color": "#FFC83D"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2023",
                "month": "04",
                "day": "27"
            },
            "text": {
                "headline": "Dawson Found Unresponsive Near Guardshack; Flees Scene.",
                "text": "Around 6:00pm staff were notified of a medical emergency in the laneway.  Dawson Jarvis was lying unresponsive by the guardshack in the laneway. Clients informed staff that they had administered 4 doses of 0.4mg IM naloxone. A 911 call was made, but Dawson had become responsive and ran off down 4th avenue.<br/><br/><b>Log ID:</b> LOG00516477"
            },
            "background":{
                "color": "#FFC83D"
            }
        }
    ]
}