{
    "title": {
        "media": {
            "url": "https://drive.google.com/uc?export=view&id=1zAIW8SV1cXyLQSflB6jyPXKkY1m3ONce",
            "caption": "",
            "credit": ""
        },
        "text": {
            "headline": "Erin Burris (Isabelle)",

            "text": "<br/><span style='font-size:1.5em; font-weight:bold;'> Dec 29, 1970 <br/>Gender: Female</b><br/>Ethnicity: Caucasian</b><br/>Client ID: DI-ID000000034</b><br/>Client Type: Housed</b><br/>Number of Housing Outcomes: 1</b></span>"
        }
    },
    "events": [
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2002",
                "month": "09",
                "day": "15"
            },
            "text": {
                "headline": "Welcoming Erin and Her Current Situation",
                "text": "Please welcome Erin, she is on AISH currently and is working extensively with Julie in the computer lab volunteering and gaining skills. She hopes to eventually move on to a group living situation but needs time to get to that point. She is very shy and is used to being ridiculed for her skin problem, but is using some cream that appears to help. Please offer her support and encouragment so that she gains confidence and a sense of being okay with who she is in the world.<br/><br/><b>Log ID:</b> LOG00248125"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2002",
                "month": "10",
                "day": "04"
            },
            "text": {
                "headline": "Erin's Helpfulness and Responsibilities",
                "text": "Erin is extremely helpful in the mornings and does a great job of the ladies washroom as her morning chore<br/><br/><b>Log ID:</b> LOG00248354"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2002",
                "month": "11",
                "day": "16"
            },
            "text": {
                "headline": "Client Discomfort due to Erin's Skin Condition",
                "text": "Erin's skin condition is causing a great deal of uneasiness amongst other clients, she has a tendency to pick at her skin and peel of chunks in front of the other clients mostly women's washroom and smoke room. This is extremely nasty and upsetting to other client's.<br/><br/><b>Log ID:</b> LOG00248949"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2002",
                "month": "11",
                "day": "16"
            },
            "text": {
                "headline": "Erin's Defensive Response to Concerns",
                "text": "Talked with Erin reference the concerns of other clients with her skin condition. This did not go well! She continually accused another client of calling her a hooker, said she helps on various levels with the computer lab etc. (this is true but was not what we were discussing) any time Ed or myself tried to work to find a solution Erin tried to deflect and state what other clients are doing, calling her etc. We asked Erin if it were possible for her not to rub, or pick at her skin in the smoke room. As a note Erin does sweep up in the washroom and her room, but her condition is fairly severe and does cause trails of skin to be left in various places. At the end of the discussion Erin stated that we totally embarrassed her, and were picking on her because of her condition. Yet other clients are allowed to call her a hooker. She left office extremely upset, said she would move to 3rd (which was never asked of her). Hopefully she'll settle down in the morning, and be able to asset with working to a reasonable compromise. Erin also stated it was our fault that she could not get out of here because we were not helping her to acess the funds she needs to move out. Would like small broom and dust pan to leave in woman's washroom for her easy access.<br/><br/><b>Log ID:</b> LOG00248952"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2005",
                "month": "06",
                "day": "18"
            },
            "text": {
                "headline": "Goals and Hygiene Improvement Plan for Erin",
                "text": "Erin met with me last night and we had a really good discussion regarding her short and long term goals. One of her short term goals we will be working on is her hygiene issues.  Erin has agreed to taking a shower every two days.  Erin may need gentle reminding of this…. I will be working with her to network and become connected with some community resources that will benefit Erin and help her reach some of her goals of moving towards independence.  Please be patient as this will be an ongoing process, but given the fact that Erin and I have a good connection I feel we can make some progress slowly.  Darce is going to be working with Erin to explore some income options that may be available to Erin.<br/><br/><b>Log ID:</b> LOG00260119"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2006",
                "month": "02",
                "day": "05"
            },
            "text": {
                "headline": "Erin's Continued Struggle with Hygiene",
                "text": "Erin's bed has been closed because she still cannot shower or do her laundry without being reminded by staff, and then it is not guaranteed that she does it. She stated that she listens to Roger's rotation when they ask her to shower but apparently, from what the other clients tell me, she goes in the shower and wets the towel and puts in on her head but does not actually shower. Erin has numerous opportunity according to the previous progress notes to do this on her own but has not done so.<br/><br/><b>Log ID:</b> LOG00265105"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2008",
                "month": "11",
                "day": "09"
            },
            "text": {
                "headline": "Erin's Ongoing Medical Consultations",
                "text": "Re: Erin Buris-  Spoke to Erin about her ongoing serious skin problem, she indicates she's seeing Dr Hammond at PLC and is on a wait list to see another specialist. <br/><br/><b>Log ID:</b> LOG00000009"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2008",
                "month": "11",
                "day": "09"
            },
            "text": {
                "headline": "Erin's Temporary Absence",
                "text": "Erin Burris will be gone for a couple of days, she says she is trying to talk to her kids and someone can have her volunteer meal.<br/><br/><b>Log ID:</b> LOG00000673"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2008",
                "month": "11",
                "day": "09"
            },
            "text": {
                "headline": "Erin's Successful Apartment Move",
                "text": "Erin has an apartment and has moved out-she wanted to clean her area but I do not have access to your supply cabinet so I told her not to worry.<br/><br/><b>Log ID:</b> LOG00000769"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2008",
                "month": "11",
                "day": "09"
            },
            "text": {
                "headline": "Erin's Suicidal Thoughts and Hospital Visit",
                "text": "Erin Burris was in today very depressed and suicidal asking for a ride to PLC Hospital for their Psychiatric short stay program.  As there are currently no staff insured to drive the van on the afternoon weekend shift, we called Non-Emergency EMS for transport.  They arrived promptly and were very good with Erin taking her to PLC Hospital.  Erin was encouraged to continue to access our facility if she was in need of support.  Erin states that she would, but often has difficulties with all the questions about her appearance which adds to her frustration and depression,  Erin states that she has been taking her meds for psoriasis on and off as of late, but has been trying to stay away from drugs and alcohol.<br/><br/><b>Log ID:</b> LOG00001421"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2008",
                "month": "11",
                "day": "09"
            },
            "text": {
                "headline": "Erin's Mysterious Disappearance",
                "text": "Erin has not been present for the night program since the end of July.  Does anyone know where she has gone to.  If you do please leave message for Liz on Women's Three.<br/><br/><b>Log ID:</b> LOG00001849"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2008",
                "month": "11",
                "day": "09"
            },
            "text": {
                "headline": "Reinforcing Erin's Hygiene Requirements",
                "text": "RE: Erin Burris and Hygiene issues.Night staff have spoken with Erin regarding hygiene issues.  Erin needs to take a shower during the day today or she will not be able to come up to the fifth floor tonight.  Could day staff please ensure that Erin takes a shower and uses shampoo.  Please log when confirmed.If Erin will not agree to taking a shower, then Erin will need to stay downstairs until she does take a shower.<br/><br/><b>Log ID:</b> LOG00005172"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2008",
                "month": "11",
                "day": "09"
            },
            "text": {
                "headline": "Erin's Initiative in Maintaining Hygiene",
                "text": "Erin was able to get her laundry done yesterday and this morning came on her own accord to receive hygiene supplies to have her shower.<br/><br/><b>Log ID:</b> LOG00005280"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2008",
                "month": "11",
                "day": "09"
            },
            "text": {
                "headline": "Erin's Neglect of Scheduled Showers",
                "text": "Erin Burris has signed up for a shower every day of this rotation and has not taken one.  She is in need of one, and will not be allowed to the Ladies 3rd Floor until she takes one.  Could hygiene staff please ensure that this happens during the day?<br/><br/><b>Log ID:</b> LOG00006908"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2006",
                "month": "12",
                "day": "19"
            },
            "text": {
                "headline": "Lice Treatment for Erin",
                "text": "Erin Burris was treated with R and C shampoo and conditioner as she had head lice.  She will require another treatment on Tuesday, Dec 26, 2006, as per the instructions on the box.<br/><br/><b>Log ID:</b> LOG00008491"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2007",
                "month": "04",
                "day": "01"
            },
            "text": {
                "headline": "Further Steps for Lice Eradication",
                "text": "I was approached by a client who noticed that Erin had adult lice crawling through her hair. I inspected her hair and did notice Nits and adult lice in her hair. Kerri from the day office approached Erin with myself and we explained to her that in order to stay with us tonight she needed to be treated, she agreed and I gave her a bottle of D&C Shampoo.<br/><br/><b>Log ID:</b> LOG00009331"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2007",
                "month": "06",
                "day": "08"
            },
            "text": {
                "headline": "Erin's Hygiene Issues and Potential Misuse of Treatments",
                "text": "Erin Burris was seen by writer picking out lice out of her hair in the ladies washroom this morning. Janice ( safeworks nurse) and I agreed that her hair needs cutting which I did and R&C was used. This time I personally washed her hair in hygiene,  and then she used the remaining R &C in the shower. My suspicions is that all the times we sent her into the shower with lice treatment ( linadane) she may not of used it. I also used the nit comb to try to dislodge some nits. Her locker was cleaned out and disinfected., Some clothes she wanted were washed and the rest were put into the garbage and Erin needs to be monitored with her hygiene as well. When I cleaned out her locker the clothes were filthy and stained, with blood and grime<br/><br/><b>Log ID:</b> LOG00009687"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2007",
                "month": "07",
                "day": "21"
            },
            "text": {
                "headline": "Erin's Commendable Volunteering Effort",
                "text": "Erin Burris volunteered her time today doing stairs and elevators. She did an awesome job ,and if any staff  see her today please give her a smile and a thank you for this  step forward on her behalf.  Maybe with more staff interaction she may come out of her shell. She received a lot of praise from clients, with smiles and she also returned this interaction. <br/><br/><b>Log ID:</b> LOG00009919"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2010",
                "month": "02",
                "day": "17"
            },
            "text": {
                "headline": "Erin's Severe Psoriasis and Treatment Difficulties",
                "text": "Burris has a severe case of psoriasis, and a Nix treatment will not help her condition but irritate it more. As much as she is losing skin and causing a mess, it is part of the disease.<br/><br/><b>Log ID:</b> LOG00017090"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2012",
                "month": "02",
                "day": "28"
            },
            "text": {
                "headline": "Urgent Attention Required for Erin's Skin Condition",
                "text": "Erin Burris' skin condition warrants attention, see progress details. Counselling and Med teams emailed to see what options are open for Erin<br/><br/><b>Log ID:</b> LOG00028776"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2012",
                "month": "04",
                "day": "08"
            },
            "text": {
                "headline": "Cynthia Young's Complaint about Erin Burris' Skin Condition",
                "text": "Tonight when Cynthia Young arrived to check in she complained that she slept under Erin Burris' bunk and woke up with flakey white skin all over her. This is a real concern, especially since a recent log states her skin condition is not psoriasis as thought but a recurring case of scabies. Please make sure Erin takes a bottom bunk or avoid putting anyone on the bottom mat. A task has been entered.<br/><br/><b>Log ID:</b> LOG00029656"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2012",
                "month": "05",
                "day": "01"
            },
            "text": {
                "headline": "Urgent Medical Attention Needed for Erin Burris' Skin Condition",
                "text": "Erin Burris' skin condition in an alarming state. Email to med. team sent.<br/><br/><b>Log ID:</b> LOG00030128"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2012",
                "month": "08",
                "day": "03"
            },
            "text": {
                "headline": "Extreme Flare-up of Erin Burris' Skin Condition",
                "text": "Erin Burris's skin condition is in extreme flare-up mode.She is literally leaving a big trail of skin behind her as she walks. Not sure how her shower/cream regime is going. It is really far down her arm to her hands which I've never noticed before. Any help would be appreciated<br/><br/><b>Log ID:</b> LOG00031976"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2012",
                "month": "12",
                "day": "16"
            },
            "text": {
                "headline": "Concerns about Erin Burris' Health Decline",
                "text": "No logs or progress notes have been entered for Erin Burris for quite sometime. She is looking shockingly ill and has lost some weight. Email sent to med. team. Please keep this in mind<br/><br/><b>Log ID:</b> LOG00034863"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2013",
                "month": "01",
                "day": "15"
            },
            "text": {
                "headline": "Erin Burris' First Light Treatment for Skin Condition",
                "text": "Erin Burris received her first light treatment for her skin condition today. She was very compliant with the staff at the Drs. office. and her treatment went very well<br/><br/><b>Log ID:</b> LOG00332717"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2015",
                "month": "07",
                "day": "10"
            },
            "text": {
                "headline": "Altercation Between Gedadeh Rolland and Erin Burris Over Hygiene",
                "text": "Gedadeh Rolland and Erin Burris were having an altercation this am. Gedadeh's concern is that Erin's blankets hang down from her top bunk and flakes of Erin's skin can be seen on the floor. Erin was yelling Tell her to not fuck'n touch my bed. Writer tried talking with both ladies in the bedroom which turned out to be unproductive. After giving Erin 10 minutes to calm down, she was invited to talk with writer in the office. She was very reluctant to step in to the office and kept repeating You are not going to tell me to get rid of my blankets. Writer tried several times to discuss whether or not she is using her skin cream but she kept interupting and saying that staff has no right to ask about her nurse or blood tests. At no time did Shad or this writer inquire about any of those things.  Staff Shad H was asked to assist with Erin. Shad tried to reason with Erin for about 10 minutes in a very calm fashion. Erin continued to swear and interupt, leaving the floor without any resolution. Erin has been given a one day bar for being disrespectfu<br/><br/><b>Log ID:</b> LOG00360503"
            },
            "background":{
                "color": "#FF0000"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2016",
                "month": "05",
                "day": "19"
            },
            "text": {
                "headline": "Erin Burris Receives Nix Treatment for Skin Condition",
                "text": "This evening writer was asked by Sup. Candise to help Erin Burris apply Nix Treatment & bag all clothing so that they can be wash/treated. Writer with the help of ACW Melissa got Erin to shower and wash her hair only with shampoo before the Nix treatment. Once complete we discovered that the situation was far worse than expected and with approval from Sup. Candise and Erin the decision was made to shave off all the hair. Treatment was applied afterwards and new clothing as well as bedding provided. Erin did a great job throughout the whole process! Please check-in with her (within the next 7days). Email will also be sent to the Wellness team.<br/><br/><b>Log ID:</b> LOG00036136"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2016",
                "month": "06",
                "day": "26"
            },
            "text": {
                "headline": "Concern for Erin Burris' Emotional Well-being",
                "text": "Writer spoke with Erin Burris expressing how concerned I was that she appeared to be out of sorts asking her if everything was okay because I noticed she hasn’t been watching Mash.  Erin stated she was okay and likes going to bed early.  I asked her if she was being bullied and she said no I   told her if anyone does to please let me know or any staff that is on. Writer complemented her how nice her hair looked and I got a smile. Please give Erin a lot of support, she seems sad.<br/><br/><b>Log ID:</b> LOG00368970"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2017",
                "month": "07",
                "day": "16"
            },
            "text": {
                "headline": "Erin Burris Informed of Mother's Passing, No Family Contact Wanted",
                "text": "Erin's daughter phoned to inform Erin that her mother has passed away.  Writer has met with Erin and spoken to her about this. At this point in time, she seems to be doing okay with the information.Please be aware that Erin DOES NOT want any contact with her family.  Nor does she wish to have any staff speak to her about her family. Erin is aware that writer has her daughter's phone number, should she change her mind in the future.  Until that point in time, please respect Erin's wishes.<br/><br/><b>Log ID:</b> LOG00013770"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2018",
                "month": "02",
                "day": "02"
            },
            "text": {
                "headline": "Conflict Between Erin Burris and Reg Hambler Over Blanket",
                "text": "As 2nd floor opened, Erin Burris (Karen Buris) 1970-12-29 and Reg HAMBLER (Reg Hambler, Regg Ambler, Reg Hembler) 1970-05-04 came to the floor fighting over a blanket. Erin was pulling the blanket from Reg and claimed that she it was her property and she just dropped it on the floor. Reg said that he had it all night at 3rd floor men’s. Security came and Erin started to divert her aggression to ACW Cody. Blanket was confiscated and explained to both that it is the property of the building. Situation was deescalated with the help of security Jamie and Ryan<br/><br/><b>Log ID:</b> LOG00023535"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2021",
                "month": "05",
                "day": "11"
            },
            "text": {
                "headline": "Report of Unsanitary Behavior by Elizabeth Derkat Reported by Erin Burris",
                "text": "Erin Burris-12/29/1970- approached the office this evening and told writer and ACW Nony that Elizabeth Derkat-9/13/1960 keeps pooping and urinating in a bucket and sometimes in a towel on the floor under her bunk(Bed #90).  Writer and ACW Nony went to see what was going on. We knocked and entered the room and asked Elizabeth what's going on. Elizabeth started using profanity towards Erin calling her \"that bitch\" and said she doesn't need to use the toilet, she doesn't feel the need to use it and she doesn't need to listen to \"that bitch\" referring to Erin. After much profanity from Elizabeth, writer explained that for health and safety reason she needs to use the washroom. Elizabeth expressed much more anger towards staff and Erin and expressed she will be moving out in the AM as she does not need this \"shit\" and people telling her what to do. Writer asked if she could clean up her soiled area. Elizabeth complied after much more arguing and swearing at Staff. Writer offered an adult diaper if that would help. Elizabeth again let writer and ACW Nony know she will be moving out in the morning. ACW Nony and writer let Erin know that if the threats or behavior continues, she should let staff know. <br/><br/><b>Log ID:</b> LOG00439770"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2021",
                "month": "11",
                "day": "23"
            },
            "text": {
                "headline": "Erin Burris Assigned to Caseload for Housing",
                "text": "Housing documentation: Erin is now assigned to this writer's caseload.<br/><br/><b>Log ID:</b> LOG00462287"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2021",
                "month": "11",
                "day": "25"
            },
            "text": {
                "headline": "Erin Burris Secures Housing at Sunalta",
                "text": "Housing documentation: Erin has been picked up for housing with Sunalta. Erin is welcome to move-in as soon as Friday, November 26. Writer spoke to Erin and she is looking forward to move! Writer will transport Erin at 10am. <br/><br/><b>Log ID:</b> LOG00462579"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2021",
                "month": "11",
                "day": "26"
            },
            "text": {
                "headline": "Erin Burris Transitioning from DI to Sunalta",
                "text": "Housing documentation: Erin moved to Sunalta today. Erin is a long term client of the DI, Please allow Erin access to the building as she transition to her housing. <br/><br/><b>Log ID:</b> LOG00462756"
            },
            "background":{
                "color": "#1D6F42"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2021",
                "month": "11",
                "day": "30"
            },
            "text": {
                "headline": "Successful Transition and Medical Care Transfer for Erin Burris at Sunalta",
                "text": "Housing documentation: Erin is doing well at Sunalta, Erin's meds and homecare has been transferred over to her new address. <br/><br/><b>Log ID:</b> LOG00463217"
            }
        }
    ]
}