{
    "title": {
        "media": {
            "url": "https://drive.google.com/uc?export=view&id=1sgIPRe4wlNDmcw-u1a2cq6MeiOBIxeww",
            "caption": "",
            "credit": ""
        },
        "text": {
            "headline": "Kelly Baswick",
            "text": "<br/><span style='font-size:1.5em; font-weight:bold;'> Oct 11, 1970 <br/>Gender: Non-Binary</b><br/>Ethnicity: Caucasian</b><br/>Client ID: DI-ID000026894</b><br/>Client Type: Shelter</b><br/>Number of Housing Outcomes: 1</b></span>"
        }
    },
    "events": [
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2017",
                "month": "10",
                "day": "23"
            },
            "text": {
                "headline": "Unsafe Tool Storage Incident Involving Kelly Baswick",
                "text": "Kelly Baswick approached writer about multiple tools being stored in a garbage bin near the 2nd floor smoke deck doors. Kelly was concerned about the items being used as potential weapons (especially on himself). Writer is unaware of who brought them on the floor. Writer immediately disposed of that particular garbage bag<br/><br/><b>Log ID:</b> LOG00382251"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2018",
                "month": "02",
                "day": "12"
            },
            "text": {
                "headline": "Employment and Lunch Request by Kelly Baswick and Alanah Quintal",
                "text": "KELLY BASWICK and ALANAH QUINTAL approached the Day Office requested bagged lunches, stating that they have gained employment with a sheetmetal company. It was noted that Kelly has been spoken to about bagged lunches previously, so both were provided with sandwiches and work confirmation forms with clear direction to return the completed forms or they will not be eligible for bagged lunches in the future. <br/><br/><b>Log ID:</b> LOG00024115"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2018",
                "month": "05",
                "day": "23"
            },
            "text": {
                "headline": "Sober Access Approval and Concerns Expressed by Kelly Baswick",
                "text": "Writer granted Kelly Baswick SOBER access to Riverfront this evening. Kelly stated he had not slept in four days due to a meth bender. Kelly stated he wanted to get clean but was worried that he would go out and use if he couldn't sleep. Kelly told Writer he has tried multiple times in his life to get clean but that everyone [he] love[s] uses meth. Kelly was not exhibiting any physical symptoms of detoxing when Writer talked to him as he had last used late last night. Writer had a verbal agreement with Kelly that he is willing to be transported to Renfrew in the morning via DOAP team<br/><br/><b>Log ID:</b> LOG00388646"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2019",
                "month": "04",
                "day": "04"
            },
            "text": {
                "headline": "Threat Against Kelly Baswick Reported at Biometrics",
                "text": "Came to biometrics before coming in the building she asked Kelly Baswick 1970-10-11 was in the building because if so she going to stab him.<br/><br/><b>Log ID:</b> LOG00007167"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2023",
                "month": "05",
                "day": "20"
            },
            "text": {
                "headline": "Identity Transition and Housing Status Update by Kelly Baswick (Now Bella)",
                "text": "Kelly Baswick approached writer in day sleep saying they wanted to sleep for the day.  As Kelly's profile was under Housed writer confirmed with Kelly that now wants to go by Bella that they are not housed and have not been housed for some time.  Bella also states that they are transitioning and will be going by \" They/ Them\"  Bella did confirm they will be using day and night services here at the DI.<br/><br/><b>Log ID:</b> LOG00519013"
            }
        }
    ]
}