{
    "title": {
        "media": {
            "url": "https://drive.google.com/uc?export=view&id=1GwrXlegZKTODn4b1mI2ZV4leSTGgrmWB",
            "caption": "",
            "credit": ""
        },
        "text": {
            "headline": "Kual Kual (Kual)",
            "text": "<br/><span style='font-size:1.5em; font-weight:bold;'> May 10, 1970 <br/>Gender: Male</b><br/>Ethnicity: African/Caribbean</b><br/>Client ID: DI-ID000054240</b><br/>Client Type: Housed</b><br/>Number of Housing Outcomes: 3</b></span>"
        }
    },
    "events": [
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2020",
                "month": "08",
                "day": "05"
            },
            "text": {
                "headline": "Client Struggling with Substance Use Seeks Housing",
                "text": "came to the shelter this evening. Has not been here for a while due to obtaining housing but losing it. He Openly admitted to using and drinking and having a history of EMS transports (not a good fit or 2507) however client is interested in housing, has been struggling and would require the support. Client opened up about recently losing his housing however still currently has a job. Due to the fact that Client was too sober for alpha house (would not be accepted), however having alcohol on him (Mustard seed stated they would not allow this) Client became a Return to Shelter client<br/><br/><b>Log ID:</b> LOG00410047"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2021",
                "month": "05",
                "day": "16"
            },
            "text": {
                "headline": "Kual's Interest in Housing; Misses PAQ Filling",
                "text": "At 3:22 AM Kual presented to the gate and expressed an interest in obtaining housing. Kual told this writer that he has an upcoming appointment with Darce for an ID as well as saying he spoke to ACW Hope about the housing process. This writer found no record of a PAQ being filled, therefore, he directed him to lobby staff in order to fill a PAQ. Shortly after ACW Keiko called the guardhouse and passed on that Kual was tired and refused to fill a PAQ at that moment. Let's encourage Kual to fill one out asap! Logging for housing reasons.<br/><br/><b>Log ID:</b> LOG00440416"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2021",
                "month": "05",
                "day": "16"
            },
            "text": {
                "headline": "Kual Fills PAQ, Expresses Desire to Start Over",
                "text": "Client fill up PAQ and needs assessment. Client  KUAL KUAL 10 MAY 90 vent out that he just came out of a relationship that made him lose his housing and wants to start all over and look for a job. Client is optimistic and wants to cooperate to be housed ASAP<br/><br/><b>Log ID:</b> LOG00440421"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2021",
                "month": "05",
                "day": "27"
            },
            "text": {
                "headline": "Physical Altercation Involving Kual; Bar Issued",
                "text": "Writer noticed two individuals throwing punches directly in front of the Guard Shack and a 911 was initiated. After a quick footage review, it can be seen both individuals began with a verbal dispute, but quickly increases to a physical altercation. The fight didn't last long, however, bot individuals separated themselves. Staff were able to identify the individuals at Kual Kual and Vojtek Farafoszyn.<br/><br/><b>Log ID:</b> LOG00441862"
            },
            "background":{
                "color": "#FF0000"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2021",
                "month": "05",
                "day": "28"
            },
            "text": {
                "headline": "Kual Involved in a Mutual Fight on Premises",
                "text": "This afternoon, at approx. 1642hrs, via the Drop-In Centre's CCTV security camera system, I observed clients Kual Kual and Ibrahim Nuhu engage in a physical altercation with client Jeremy Bemis on 4 ave SE. It appeared to be a mutual fight. Client Lueth Lueth seemed to be allied with Kual and Ibrahim and was following Jeremy around aggressively. Jeremy eventually ran away from the trio. <br/><br/><b>Log ID:</b> LOG00441976"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2021",
                "month": "06",
                "day": "04"
            },
            "text": {
                "headline": "Kual Misses Housing Appointment",
                "text": "Kual missed his last scheduled housing apt. If he re-engages, please direct him to me. Karliii<br/><br/><b>Log ID:</b> LOG00442745"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2021",
                "month": "07",
                "day": "21"
            },
            "text": {
                "headline": "Kual Returns from Jail; Interested in Housing Again",
                "text": "Kual Kual (1990-05-10) came to the guardhouse wanting access to the building. Kual told the writer that he has been in jail for the last 2 months and was released yesterday. Kual stated that he was working with housing before he was arrested and is interested with working with them again. Writer granted Kual access to the building and have placed him on 2nd floor. <br/><br/><b>Log ID:</b> LOG00448134"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2021",
                "month": "08",
                "day": "12"
            },
            "text": {
                "headline": "Kual Optimistic About Housing Viewings",
                "text": "This evening Kual Kual updated staff on his progress today, client disclosed he had a couple of viewings today and is optimistic about the way things are going<br/><br/><b>Log ID:</b> LOG00450604"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2021",
                "month": "12",
                "day": "10"
            },
            "text": {
                "headline": "Housing Viewing Appointment Set for Kual",
                "text": "HOUSING: Viewing set for Kual today, December 12th at 3pm at 6116 Center st NE.<br/><br/><b>Log ID:</b> LOG00464441"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2021",
                "month": "12",
                "day": "14"
            },
            "text": {
                "headline": "Kual's Move-In Date Confirmed; Furniture and Food Support Scheduled",
                "text": "Kual will be moving in to 6116 center street NE on January 1st. Furniture appt to be scheduled. Food hamper to be scheduled<br/><br/><b>Log ID:</b> LOG00464862"
            },
            "background":{
                "color": "#1D6F42"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "01",
                "day": "19"
            },
            "text": {
                "headline": "Furniture Referral Scheduled for Kual",
                "text": "Furniture referral scheduled for Kual -January 29th at 12:30PM.<br/><br/><b>Log ID:</b> LOG00468853"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "01",
                "day": "28"
            },
            "text": {
                "headline": "Housing Issues Between Kual and Landlord",
                "text": "Late Log January 27th Writer noticed client Kual Kual in shelter despite being housed, client informed writer there was an issue with his landlord ashley and writer connected with Ashley, both ashley and client connected and it was agreed client go home tomorrow and to engage with HS Karlii for additional follow-up<br/><br/><b>Log ID:</b> LOG00469717"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "02",
                "day": "09"
            },
            "text": {
                "headline": "Kual Returns to Shelter, Expresses Desire to Work on Housing and Job Search",
                "text": "Around 10:40PM on February 8th 2022 Writer was in Riverfront when they were approached by client KUAL KUAL (10/05/1990), who wished to speak with Writer about his return to shelter. KUAL disclosed that his previous housing had not worked out due to issues with his roommates and personal space but expressed a desire to continuing to work on his housing, and further more disclosed a desire to start job searching as so he could support himself independently and have more housing options. Writer encouraged KUAL to work on this and to continue his efforts get out of shelter before KUAL began asking about Alberta Works, as he wished to get dental work done. Writer was unable to give clear answers regarding his questions and encouraged him to reach out to HS Anj P for additional support. Logging for housing interest and progress.<br/><br/><b>Log ID:</b> LOG00470995"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "02",
                "day": "11"
            },
            "text": {
                "headline": "Kual Expresses Paranoia, Wants to Return to Sudan",
                "text": "Kual disengaged from his Alberta works worker as she asked him to show proof of residency as he is originally from Sudan. Writer explained it was protocol and the worker was not trying to offend him. Kual had no interest in moving forward with income supports. Kual assured writer he would be able to pay his rent moving forward as he was working odd jobs. Writer came across Kual last week in shelter where he explained that he had recently chosen to leave his housing situation as he needed to help his mother tend to her broken ankle. A few hours later writer saw Kual again quite intoxicated where he had then expressed some concerning paranoia. Kual explained to writer another reason to leave his unit was he had hacked onto the wifi server of the house and it had come to his attention that his landlord Ashley had been accessing his phone remotely and watching his every move. Kual also explained that the landlord had pin sized cameras watching the inside of the house. Kual went on to explain that he is a very intelligent guy when it comes to electronics, and he knows what's going on and was wondering why we would work with a landlord that's having him be watched. Writer felt as though Kual was questioning if the DI had involvement. Writer explained that she had only ever had Kuals best interest in mind, and she was apologetic over the situation and how it played out. Writer assured Kual that Ashley was a trusted landlord who cares for our clients and perhaps he was mistaken with what he felt he had been seeing. Kual thanked writer for her work with him. Kual also stated he wants to move back to Sudan so he would be making plans to do so after his mothers ankle heals. Writer encouraged him to stay in touch and reminded him she's always available to support him moving forward. <br/><br/><b>Log ID:</b> LOG00471206"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "02",
                "day": "14"
            },
            "text": {
                "headline": "Kual Disrespectful to Housing Team",
                "text": "Kual Kual was extremely disrespectful to writer today on numerous rounds from telling her she should shut up, to her not being that great and snide remarks. writer finally asked client what his problem was and staff disrespect would not be tolerated. Client states he hates the housing team, including writer and started to make comments that Karlii was mad at him because he had higher goals in life than a rooming house. Client stated he knows he can find a 1 bedroom apartment for 700 and told writer she was ruining his friends lives. Due to client just being rude writer informed him she would be walking away<br/><br/><b>Log ID:</b> LOG00471503"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "02",
                "day": "14"
            },
            "text": {
                "headline": "Racially Charged Altercation Between Kual and Bustard",
                "text": "At approx. 21:30, February 14, 2022, writer had responded to assistance call to riverfront. Upon arrival, writer found a verbal altercation Wrae Bustard 1960-03-20 and Kual Kual 1990-05-10, writer had numerous (approx. 6+) clients claiming BUSTARD instigated the altercation by racially abusing KUAL. BUSTARD failed to de-escalate and continued to verbally harass KUAL while staff had been present where BUSTARD was initially escorted off property. After footage review, writer found KUAL coming over to sit beside BUSTARD while BUSTARD had been watching television. KUAL then started a verbal conversation with BUSTARD where BUSTARD presented uninterested. An unknown client and KUAL began to harass BUSTARD by throwing his sandwich back and forth where staff intervened and spoke to the individuals. As soon as the staff member walked away, KUAL went over and began throwing BUSTARD's belongings all over the place where BUSTARD immediately retaliated by physically assaulting KUAL three times. BUSTARD punched KUAL in the face initially, afterwards pushed KUAL to the floor where BUSTARD punched KUAL once more. After speaking to both individuals, BUSTARD failed to acknowledge his actions but compliantly vacated and KUAL acknowledged his actions and stated he is not a snitch is why KUAL retaliated and failed to inform staff of the verbal abuse. KUAL then apologized for his actions and compliantly vacated, resulting in a shorter length of a bar. <br/><br/><b>Log ID:</b> LOG00471508"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "02",
                "day": "28"
            },
            "text": {
                "headline": "Kual's Inconsistent Engagement in Housing Plan",
                "text": "Writer had provided Kual with 8 listings as per his request. Kual had explained he would be in touch with the landlords of these locations and schedule viewings for himself. When writer checked in with Kual he had not followed through with this. When writer asked if she could help schedule viewings, Kual said he did not need assistance and would follow-up with writer shortly. - Kual frequently engages and disengages with writer, and often presents with a lot of paranoia. Expressing to other housing specialists that he does not trust Housing, as well Kual expressed he believes writer is angry with him due to him not wanting to live in a rooming house situation. Kual has told writer numerous times he wants to disengage with DI Housing as he is better on his own. Then moments later Kual apologizes and commends writer on her hard work. - Kual in the past has only been eligible for AW funding as he did not want to proceed with an AISH application. With AW funding Kual is only able to afford a rooming house. Therefore, this was his best accommodation at that time. Kual is now on Alberta Works Medical therefore, the listings provided to Kual were exclusively studio apartments and one bedrooms as per his request.However, Kuals housing plan is difficult to navigate as he does not have consistent communication with writer and presents as very angry and paranoid very often. Please refer Kual directly to writer when it pertains to his housing. Please prompt Kual to call writer directly in order to move forward ith his housing goals. <br/><br/><b>Log ID:</b> LOG00472814"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "03",
                "day": "11"
            },
            "text": {
                "headline": "Physical Assault by Kual on Wrae Bustard; Bar Issued",
                "text": "Security staff were called to Riverfront to break up a physical altercation that was taking place between clients Kual Kual (Kual) and Wrae Bustard. A subsequent review of the Drop-In Centre's CCTV footage showed Kual stomping down on Wrae's face as Wrae was laying down on his mat. Kual can then be seen casually walking away from Wrae. Wrae was then observed getting up from his mat and running after Kaul. Upon interdicting him, Wrae punches Kual in the side of the head and Kual is facing away from him. Due to Kual's unprovoked assault on Wrae, Kual was given a bar. <br/><br/><b>Log ID:</b> LOG00474040"
            },
            "background":{
                "color": "#FF0000"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "03",
                "day": "11"
            },
            "text": {
                "headline": "Kual's Arrest for Jewelry Theft",
                "text": "Kual called writer yesterday afternoon inform her that Kual had been arrested for attempting to steal a $14,000 bracelet. Writer provided Kual with his lawyers number. Kual will continue to check in with writer occasionally for support through this time. <br/><br/><b>Log ID:</b> LOG00474057"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "06",
                "day": "24"
            },
            "text": {
                "headline": "Kual's Housing Search and Support",
                "text": "Writer met with Kual who was just released from jail and looking for assistance with housing. Writer completed an CAA NSQ with Kual, and offered to pull up some rentals, but Kual feels comfortable searching for rentals at the library. Instead, writer will email him writer's information so we can keep in touch once he finds a place so writer can assist with the AB Works process. <br/><br/><b>Log ID:</b> LOG00484488"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "07",
                "day": "03"
            },
            "text": {
                "headline": "Shavneet Sohi's Sleep Program Misconduct",
                "text": "Shavneet SOHI (13-Aug-1986) was sleeping on the ground wrapped in a sheet on the second floor after the sleep program had closed. Writer and SEC Mariam Z approached SOHI and asked him to make his way to a table. SOHI was argumentative, started verbally abusing staff and screaming before he jumped up and postured at both staff and began aggressively swinging his bed sheet around. Nearby clients Ibrahim NUHU (04-Apr-1989) and Kual KUAL (10-May-1990) quickly intervened and came to the defense of staff. Staff were able to deescalate everyone. Writer told SOHI that further attempts to continue sleeping on the floor or verbal abuse would result in him being asked to take a break from the building. Approximately 10 minutes later SOHI was again sleeping on the floor. Writer directed him to leave the building and he was walked off property by Writer and SEC Mariam Z. SOHI screamed at staff for the entirely of the removal. Please continue to hold his client accountable for repeat behavior.<br/><br/><b>Log ID:</b> LOG00485188"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "07",
                "day": "08"
            },
            "text": {
                "headline": "Breakfast Confrontation: Kual and Nuhu; Bar Issued",
                "text": "This morning during breakfast writer was called to 2nd floor to assist with some breakfast issues. Ibrahim NUHU (04-Apr-1989) was requesting a second plate, saying he had shared with a friend already. In the midst of this discussion writer could see plates on the table and told NUHU he was not getting a second plate. Kual KUAL (10-May-1990) then called writer a \"fucking bitch\" knocked his juice off the table and said \"it spilt can I get another juice\" Writer told the table \"No one is getting a second plate or another juice and to fill their empty glasses at the fountain if they were still thirsty\" Due to the level of intoxication of the group at this time writer was not going to take on the battle to get them to leave until the building closure but will be putting Cat 1 bars for NUHU and KUAL for verbal abuse, and disrespect to staff.  Late add on: 7:55AM KUAL made threats to writer, asking for her last name, saying he was going to get her, and posturing at writer. KUALS bar has been extended.<br/><br/><b>Log ID:</b> LOG00485680"
            },
            "background":{
                "color": "#FF0000"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "07",
                "day": "21"
            },
            "text": {
                "headline": "Kual's Personal Struggles and Ambitions",
                "text": "Kual Kual (Kual) and writer started up a conversation about his current situation. Kual shared he has a leg injury and has been in connection with the health team. He talked about how his son is currently living in Hong Kong with his ex-partner. He is hoping to work towards housing which would allow him to be more involved in his son's life. Writer confirmed he had his housing worker's contact info (HW Karlii). <br/><br/><b>Log ID:</b> LOG00486871"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "07",
                "day": "21"
            },
            "text": {
                "headline": "Kual's Housing Fund Controversy",
                "text": "Housing Hub: Writer met with Kual Kual today who wanted to use the computer to print banking statements. Client stated he had a viewing for 1500 and wanted the place, writer had asked client what his source of income would be as our funding was based on sustainability and assurance in ensuring he can continue to pay rent afterwards based on what we can see he is recieving. Client stated his AISH was on the go and he would be on AB Works medical. Client claimed it made more sense to move into somewhere nicer and he will figure things out on his own, writer had explained that sounds amazing however we cant provide 1500 rental supports if he cannot afford 1500 rent in that moment. Client stated that makes no sense and we should trust his ability to work on things in the future as he is a capable adult. Writer did not deny this however once again re-iterated our sustainability and funding for housing piece. Client let writer know she isnt even his worker so she doesnt know what she's talking about  and said he would be leaving this conversation. Conversation ended after that<br/><br/><b>Log ID:</b> LOG00486880"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "08",
                "day": "04"
            },
            "text": {
                "headline": "Kual's Successful Move to Shawinigan Way S.W.",
                "text": "Kual has returned his roommate agreement writer and has been approved for funding. Kual has now successfully moved to 195 Shawinigan way S.W. Kual has not requested any furniture nor a food hamper at this time. Writer ill drop off the CHQ to the landlord before the end of the week. <br/><br/><b>Log ID:</b> LOG00488015"
            },
            "background":{
                "color": "#1D6F42"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "09",
                "day": "11"
            },
            "text": {
                "headline": "Kual's Quest for Family Resolution",
                "text": "Client Kual Kual approached today to the River front desk and started conversation with writer stating that he is looking to see a counselor to help him  resolved the issues with his mother. Client stated that he want his mother knowledge him for the death of his older brother in Africa. It would be helpful if anyone can connect client  Kual Kual with a counselor so that he could be able express his feelings.<br/><br/><b>Log ID:</b> LOG00491607"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "09",
                "day": "17"
            },
            "text": {
                "headline": "The Unpleasant Encounter: Kual, Achuil, and Rita",
                "text": "Kual Kual Kual was seen standing on Dermot speaking to some individuals. Achuil Deng was seen walking up to Kual then grabbing him by the collar bringing him closer; Achuil then punched Kual who landed on the ground. Kual struggled to get up and Achuil pushed him back down continuing to posture then slapping Kual across the face and grabbed his hair shaking his head. Achuil walked away then Rita approached both Kual and Achuil and smacked Kual then kicked and pushed him. Both Rita and Achuil walked away from Kual.<br/><br/><b>Log ID:</b> LOG00492211"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "09",
                "day": "17"
            },
            "text": {
                "headline": "Kual's Tragic Family History",
                "text": "The writer had a nice talk with Kual Kual 10 May 1990. Kual talked about having two steaks for his dinner cooked just the way he likes it. Kual also shared that his oldest brother was left behind in Africa to take care of his grandfather. Kual was clearly upset that the decision was made for his brother. Kual’s account was that it was not the choice of his brothers to stay behind. This decision has caused a rift between Kual and his parents. The writer believes that Kual is struggling with this traumatic event as of late.<br/><br/><b>Log ID:</b> LOG00492220"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "09",
                "day": "19"
            },
            "text": {
                "headline": "Richard Sutcliff's Attack and Kual's Involvement",
                "text": "On September, 18, 2002 at approximately 23:57 hours. The Writer observed on CCTV client Richard Sutcliff getting attacked by a group of clients. The writer was able to identify client Keith Carrita and client Kual kual (Kual), that helped attack Richard Sutcliff. A bar will be put in for Keith Carrita and Kual Kual (Kual) for unprovoked harm to client.<br/><br/><b>Log ID:</b> LOG00492343"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "10",
                "day": "26"
            },
            "text": {
                "headline": "Kual's Viewing at 1619 - 12 ave sw",
                "text": "*HOUSING* Writer scheduled a viewing for Kual this afternoon at 1pm at 1619 - 12 ave sw. Kual will connect with writer afterwards to discuss his desired next steps. <br/><br/><b>Log ID:</b> LOG00496039"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "10",
                "day": "26"
            },
            "text": {
                "headline": "Project Move-out Nov 1st",
                "text": "Kual attended the viewing with Harrison and will be taking the unit. Harrison wil be sending the rent report to writer asap. Furniture and food hamper to be schedueled. Projected Move out: November 1st<br/><br/><b>Log ID:</b> LOG00496089"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "10",
                "day": "26"
            },
            "text": {
                "headline": "Kual's Arrest By CPS",
                "text": "During check ins writer noticed an unknown client speaking to HASHEM HASHEM in what appeared to be a threatening manner while he was sitting on his mat beside the center pole in riverfront.  The client disengaged when asked by staff and returned to his mat in the back of riverfront around the corner.  Shortly after writer noticed KUAL KUAL over at HASHEMS mat bending down and talking quietly to him. Writer approached the two men and upon hearing them argue directed both HASHEM and KUAL to disengage for the evening.  KUAL stated \"i'm going to get you in the bathroom\" and walked away. Writer went to open a couple lockers when a client said \"hey that guys bothering him again\".  Writer turned around to see KUAL again bent over speaking to HASHEM in a hushed tone. Writer again approached the two men as HASHEM was saying \"you are in my space and I'm sick of you disrespecting the spirits of my wives, so you can take your little black cucumber and go\" Writer warned HASHEM that comments like that won't be tolerated in the building and though he is understandably upset he can't be using that kind of language nor racial comments within the DI. HASHEM understood and asked that he be left alone. Writer again asked KUAL to disengage and have no further interaction with HASHEM tonight. KUAL stepped towards writer causing writer to feel uncomfortable and back away.  once KUAL walked away writer talked to HASHEM asking him to please refrain from speaking to any of the men as she didnt want anything to happen to him and HASHEM explained he had every intention on phoning the police on all of the men in that group. Writer entered the office in riverfront to look up another client's locker when she noticed HASHEM on the phone. Writer went to see if he was calling 266 as he has previously abused the service. HASHEM calmly stated he had been stabbed and wanted police here now.  Writer asked HASHEM if she may take a look at the back of his jacket. HASHEM granted permission and also lifted his shirts and jacket and writer saw a stream of blood running down HASHEMS back along with a hole in the back of his jacket.  Writer confirmed to her coworkers he had indeed been stabbed and within minutes COORD Dulshad along with security and many officers arrived. HASHEM left the building with EMS to treat his injury and KUAL was arrested and removed by police. after some time ACW Godfrey located the weapon under KUALS mat and handed it over to police. <br/><br/><b>Log ID:</b> LOG00496120"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "10",
                "day": "27"
            },
            "text": {
                "headline": "Stabbing and Leading to Arrest",
                "text": "On October 26, 2022, at or around 1933Hrs. Kual Kual Approached Hashem Hashem on river front east with both hands in his pocket, at which point he bends over, removes his right hand from his pocket and stabs Hashem in the right shoulder blade. Kual walks back to his mat in the corner of riverfront and Hashem reports the assault to staff at the desk. Kual then passes the weapon to a client laying on a mat with white sheets, who immediately passes the weapon to Yuhona on his left, who stashes it under his mattress. The four clients in the corner remain on their mats until CPS arrives at 1944Hrs. Five CPS officers arrive on property to arrest Kual. CPS and security work to find the weapon by searching clients in the area and reviewing footage. At or around 1951Hrs Yuhona gets up and moves the weapon under Kual's mat in the corner. At or around 2009Hrs a staff member used a wand to detect the weapon under Kual's mat and it is turned over to CPS.<br/><br/><b>Log ID:</b> LOG00496116"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "10",
                "day": "27"
            },
            "text": {
                "headline": "The CCTV Footage: Kual's Assault on Hashem",
                "text": "On October 26, 2022, at approximately 1933 hours a video footage review was done for clients Hashem HASHEM and Kual KUAL in riverfront. Through video footage it was observed that client KUAL had stabbed HASHEM in the shoulder area. Client KUAL was observed walking away and hiding the knife with the assistance of client Yuhana RUOT. A CAT 4 bar will be placed for client Kual KUAL for extreme harm to another client.<br/><br/><b>Log ID:</b> LOG00496139"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "10",
                "day": "31"
            },
            "text": {
                "headline": "Kual and Gary's Furniture Appointment and Move Out",
                "text": "Kual will be moving into his unit at 1619 12 avenue Sw tomorrow. Food hamper and furniture to be delivered ASAP. <br/><br/><b>Log ID:</b> LOG00496528"
            },
            "background":{
                "color": "#1D6F42"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "11",
                "day": "14"
            },
            "text": {
                "headline": "Donation Centre & Furniture Transport",
                "text": "Kual and Gary both have furniture appointments at the donation center this Wednesday, November 16th at 9AM. Writer will be picking up the clients for transport. Movers meeting at 10AM. <br/><br/><b>Log ID:</b> LOG00497964"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2023",
                "month": "01",
                "day": "30"
            },
            "text": {
                "headline": "Tense Living Situation in Shared Unit: Miscommunications and Accusations Escalate Conflict\"",
                "text": "May has vented in the past about the cleanliness of the bathroom at her shared unit, writer has put forth idea's on how to eliminate the problems she's experiencing: cleaning schedule, an open, mediated conversation with her and her roommates to discuss expectations, etc. May has stated she's not looking for a solution, she just feels comfortable to vent to writer. - On the afternoon of Friday, January, 27th: May called writer while extremely escalated and screaming to inform her that she had a conversation with Harrison (the landlord) about the cleanliness of the bathroom. May explained that Harrison said \"If you don't like it, you can leave.\" Writer could hear Harrison in the background calmly saying, \"That's not what I said, May, that's not what I said.\" May was screaming at writer saying \"Move me out Karlii, he's kicking me out.\" Writer tried to help to calm May down as receiving calls from May screaming happens MANY times a day. May hung up. Harrison (landlord) called immediately afterwards to explain that he did not kick her out or speak down to May at all. He simply said that her and the roommates need to split chores. While on the phone with Harrison, Kual called writer (roommate in same unit) Kual attempted to explain how that situation felt for him. Kual was upset about how May treated Harrison, he also shared that May is making the living situation hostile. While on the phone writer could hear May screaming very loudly in the background. Threats, name-calling, etc. Writer reminded Kual of how hard he has been working and to remain level-headed. Writer suggested him to close his door, turn on some music and do his best to ignore the situation. While writer was reassuring Kual, May was texting writer accusing her of disclosing her case to Kual, not respecting her privacy, etc. Writer called May, May immediately started screaming about confidentiality. Writer explained that May is not writers only client, therefore, I'm expected to support all parties appropriately. Writer also reassured May that at no point does writer discuss anyone else's personal info and privacy is number one. May did not believe writer and was hurling insults at writer. Writer told May her anger was extremely displaced and to approach writer with a different attitude and level of respect on Monday.<br/><br/><b>Log ID:</b> LOG00506215"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2023",
                "month": "03",
                "day": "17"
            },
            "text": {
                "headline": "Pascal's Update: Kual's Eviction Notice",
                "text": "Writer received a call from Pascal, the property manager of all of Harrison's units. Pascal informed writer that at around 3:00AM Thursday morning a fight broke out in Kual's unit which resulted in Kual stabbing another individual and causing extreme harm and hospitalization. Kual was arrested and taken into custody. Due to this occurrence, Kual will be given an eviction notice and will not be welcome back. Writer will update as the situation continues.<br/><br/><b>Log ID:</b> LOG00511402"
            }
        }
    ]
}