{
    "title": {
        "media": {
            "url": "https://drive.google.com/uc?export=view&id=1JJUSRJXD6z2d9usL9lMuPB1GG1fxau5y",
            "caption": "",
            "credit": ""
        },
        "text": {
            "headline": "Lambert MedicineTraveller",
            "text": "<br/><span style='font-size:1.5em; font-weight:bold;'> Jun 5, 1971 <br/>Gender: Male</b><br/>Ethnicity: Aboriginal</b><br/>Client ID: DI-ID000000592</b><br/>Client Type: Shelter</b><br/>Number of Housing Outcomes: 1</b></span>"
        }
    },
    "events": [
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2019",
                "month": "09",
                "day": "12"
            },
            "text": {
                "headline": "Client Displays Aggression and Disregard for Staff Directions\"",
                "text": "While conducting a search, client decided not not follow directions and said \"fuck off you piece of shit\". Client was told to come back after lunch.<br/><br/><b>Log ID:</b> LOG00236381"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2021",
                "month": "03",
                "day": "18"
            },
            "text": {
                "headline": "\"Intense Altercation Between Client and Darlene Auger\"",
                "text": "Client came into Riverfront and immediately went over to womens section and grabbed Darlene Auger's wheelchair. Client began screaming innapropriate words at her. He seemed to be angry because she left him to look after her belongings for an extended period of time the previous night. Writer and ACW Jon intervened and asked client to leave the women's section. He ignored and continued to get into Darlene's face screaming at her. Yelling at her to \"get the fuck outside and have a chat\". Client was escorted to the lobby. Darlene did later go outside for a chat where security kept an eye on them.<br/><br/><b>Log ID:</b> LOG00433346"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2021",
                "month": "03",
                "day": "19"
            },
            "text": {
                "headline": "\"Successful Rent Payment and Furniture Referral for Client and Darlene\"",
                "text": "Darlene and Lambert's first months rent and DD have been given to the landlord directly. Furniture referral submitted this morning for tomorrow. <br/><br/><b>Log ID:</b> LOG00433504"
            },
            "background":{
                "color": "#1D6F42"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2021",
                "month": "04",
                "day": "08"
            },
            "text": {
                "headline": "\"Client Reports Eviction and Domestic Issues with Roommate\"",
                "text": "Client came to the main gate today telling staff that his landlord walked into his suite while he had drug paraphanelia on the table and was immediately 'evicted' and CPS was called, or so he described. Lambert claims that him and his roomate Darlene Auger are having a lot of domestic issues. Client has been granted access to the main building but the housing status will stay for now. <br/><br/><b>Log ID:</b> LOG00435877"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2021",
                "month": "09",
                "day": "27"
            },
            "text": {
                "headline": "\"Client Displays Aggression and Threatening Behavior During Medical Situation\"",
                "text": "Client was yelling at staff in a stall during a possible medical situation. Client was at the sink yelling \"I guess theres a fucking time limit on a fucking shit\". Writer tried to explaain the importance of life checks - client cut them off with \"fuck you\". Writer exclaimed that they conversation is over if client is not willing to listen. Client began posturing and clenching his fist as he walked toward writer. Stated \"I'm going to fucking fix your checks\" and continued to posture. Situation would not deescalate and security was advised for a removal where client was walked off the property. <br/><br/><b>Log ID:</b> LOG00455437"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2021",
                "month": "10",
                "day": "28"
            },
            "text": {
                "headline": "\"Client Found Appearing to Nod Off with Drug Paraphernalia\"",
                "text": "Client was standing at a table and appeared to be nodding off as he was standing. Writer approached to see if client was okay, and then noticed a straight pipe and tinfoil in his hand. Writer gave client the option of putting his paraphanelia into a tote or going for a walk. Client opted for a walk.<br/><br/><b>Log ID:</b> LOG00459249"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "02",
                "day": "20"
            },
            "text": {
                "headline": "\"Client Unresponsive During Medical Emergency, Naloxone Administered\"",
                "text": "Medical emergency was announced on 2nd floor mens washroom, where client was unresponsive in a stall around 7:30pm. Client was helped out of the stall, who was responsive to physical stimuli. LPN Chloe responded. He was able to stand and walk out with assistance. Lambert was seated outside the mens washroom where he was administered oxygen, he then became unresponsive to physical or verbal stimuli during the assessment. Writer administered 1 doese of naloxone about three minutes later. 911 was called and arrived at 7:46 to assess him and he refused transport.<br/><br/><b>Log ID:</b> LOG00472151"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "05",
                "day": "11"
            },
            "text": {
                "headline": "\"Client Experiences Bar After Disruptive and Aggressive Behavior\"",
                "text": "Client retured to third floor mens this morning looking for his backpack. Writer allowed him to look for a few minutes. A few minutes later writer heard Lambert becoming verbally aggressive towards remaining clients, cleaners, and staff. Writer asked Lambert to leave, he continued threatening and calling people colourful names. Logged as accountability and verbal abuse towards staff. Bar was put in place.<br/><br/><b>Log ID:</b> LOG00480118"
            },
            "background":{
                "color": "#FF0000"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "09",
                "day": "08"
            },
            "text": {
                "headline": "\"Client Caught Smoking Unknown Substance, Receives CAT 1 Bar\"",
                "text": "Client, Cole S, and Chevy J were caught in the washroom smoking on an unknown substance using a bubble. They were given a CAT 1 bar and should be out for 1 hr.<br/><br/><b>Log ID:</b> LOG00491333"
            },
            "background":{
                "color": "#FF0000"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "09",
                "day": "11"
            },
            "text": {
                "headline": "\"Client Shares Personal Struggles, Shows Interest in Support Programs\"",
                "text": "Writer approached client in arder to find out more about him to be supported. Client stated that he has been struggling since seven years ago, when he lost his job that he really liked, and has since not had any success. Also, he broke up with his wife three months ago after living together for 40 years. After exploring how client feels about both incidents, writer found out that client has some depressive symptoms like lack of motivation, lack of energy, low self-esteem and trouble sleeping. He has been using drugs for many years, so writer had a conversation about different places where to go to be supported, and he looked very interested. The client was advised to make an appointment with the damily doctor and some reccomendations were explained to make him feel better, as well. An email was sent to diversion on  his behalf. <br/><br/><b>Log ID:</b> LOG00491652"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "10",
                "day": "07"
            },
            "text": {
                "headline": "\"Physical Altercation Between Client and Darlene Auger in Elevator\"",
                "text": "Client striked Darlene Auger in the passanger elevator as they were coming down from third flooe folowing Auger making numerous accusations of him cheatinf as well as some limited other verbal abuse. Client shoves Auger multiple times before attempt to choke her briefly. This is then followed by him headbutting her twice after which she strikes back at him a couple of times and then staff arrived due to the two clients arriving on first floor. <br/><br/><b>Log ID:</b> LOG00494091"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "11",
                "day": "22"
            },
            "text": {
                "headline": "\"Housing CM Seeks Connection with Client\"",
                "text": "Housing CM is looking to connect with client.<br/><br/><b>Log ID:</b> LOG00498849"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "11",
                "day": "29"
            },
            "text": {
                "headline": "\"Client and Michael M Caught Using Unknown Substances in Washroom\"",
                "text": "Writer was doing wellness checks and found the clients michael M and Lambert in the fourth floor washroom and was using unknown substances and holding onto drug paraphanelia. Writer explained to the clients these activities are not allowed in the building. CAT 1 Bar placed.<br/><br/><b>Log ID:</b> LOG00499622"
            },
            "background":{
                "color": "#FF0000"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2023",
                "month": "01",
                "day": "12"
            },
            "text": {
                "headline": "\"Client Assists During Medical Emergency in Men's Washroom\"",
                "text": "Writer and ACW responded to a man down in the third floor mens washroom. Upon arrival found Lambert, an unknown male client, and Tyler sanders, who was laying in supine position. Lambert was performing chest compressions and rescue breats while UCM was administering 1st dose of naloxone. Writer then stepped in and administered 2nd dose. Lambert and UCM withdrew at this time. <br/><br/><b>Log ID:</b> LOG00504251"
            },
            "background":{
                "color": "#FFC83D"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2023",
                "month": "02",
                "day": "09"
            },
            "text": {
                "headline": "\"Client and Brenda Cook Caught Using Drugs on Property\"",
                "text": "Staff caught Client and Brenda Cook using drugs on property. CAT 1 Bar placed<br/><br/><b>Log ID:</b> LOG00507475"
            },
            "background":{
                "color": "#FF0000"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2023",
                "month": "02",
                "day": "18"
            },
            "text": {
                "headline": "\"Client Verbally Abuses Staff and Uses Drugs in Men's Washroom\"",
                "text": "Writer found client smoking an unknown substance in the mens washroom. Client proceeded to verbally abuse the writer while being escorted out of the building. CAT 1 Bar placed<br/><br/><b>Log ID:</b> LOG00508434"
            },
            "background":{
                "color": "#FF0000"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2023",
                "month": "03",
                "day": "26"
            },
            "text": {
                "headline": "\"Client Involved in Physical Altercation with Cameron Bartlett\"",
                "text": "Writer responded to an ongoing fight on second floor including client and Cameron Bartlett. They were found posturing with their fists up and staff seperated the two. After footage review Bartlett is seen standing by the smoke deck doors after having exited 5 minots prior, when client passes by, briefly says hi to another client, then continues. Bartlerr then throws his blanket and jacket off charges at client and punches him in the back of the head. Footage did not show the two interactiond before the incident. Bartlett was shown to the lobby and made his way out of the building after a peiod of questioning. <br/><br/><b>Log ID:</b> LOG00512474"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2023",
                "month": "03",
                "day": "29"
            },
            "text": {
                "headline": "\"Client Caught Using Drugs on Smoke Deck, Fails to De-escalate\"",
                "text": "Client was using drugs on the second floor smoke deck. He was informed that he would be barred. Writer asked another staff member for his last name, which he refused to provide. Client then proceeded to light up his drugs in front of the day office. Drug use was upgraded to CAT 2, failure to de-escalate. <br/><br/><b>Log ID:</b> LOG00512860"
            },
            "background":{
                "color": "#FF0000"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2023",
                "month": "04",
                "day": "03"
            },
            "text": {
                "headline": "\"Client Found in Possession of a Knife, Asked to Leave Building\"",
                "text": "Writer was called about client being in possession of a knife. Writer then approached client and asked him to leave the building with his knife. He was then taken off property and a search COE was generated under his name.<br/><br/><b>Log ID:</b> LOG00513270"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2023",
                "month": "04",
                "day": "03"
            },
            "text": {
                "headline": "\"Client Found Using Drugs on Smoke Deck, Receives Bar\"",
                "text": "Client was caught using drugs in the smoke deck on second floor. CAT 1 Bar placed. <br/><br/><b>Log ID:</b> LOG00513346"
            },
            "background":{
                "color": "#FF0000"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2023",
                "month": "04",
                "day": "06"
            },
            "text": {
                "headline": "\"Client Claims to Have Been Shot, EMS Responds\"",
                "text": "Client came up to the 3rd floor window in obvious distress claiming that he had been shot in the lung. He lifted his shirt there was blood and what looked like a small wound. Writer immediately radioed supervisor/security and medics in that order. <br/><br/><b>Log ID:</b> LOG0051383"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2023",
                "month": "04",
                "day": "06"
            },
            "text": {
                "headline": "\"Client Claims to Have Been Stabbed, Darlene Auger Apprehended\"",
                "text": "Writer initiated a 911 call for the 3rd floor mens as client presented to the night desk as he was stabbed. After a footage review, it appears that client Darlene Auger and Matthew Parker apprached client  as he is asleep, and Darlene is observed to be the only close contact to client, CPS arrived on site as well as EMS and CFD. After a thouough investigation, Parker attested to the police and staff that Darlene stabbed the client, as he witnessed the incident. Client was later transported by EMS to a undisclosed location as Auger was apprehended by CPS. <br/><br/><b>Log ID:</b> LOG00513687"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2023",
                "month": "04",
                "day": "10"
            },
            "text": {
                "headline": "\"Client Expresses Interest in Housing Connect, Seeks Specific CM\"",
                "text": "Housing connect - writer met with client, client is interested In connecting specifically with CM Alana. Writer provided her contact info to client.<br/><br/><b>Log ID:</b> LOG00514123"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2023",
                "month": "04",
                "day": "29"
            },
            "text": {
                "headline": "\"Client Found Using Drugs in Washroom, Verbally Abuses Staff\"",
                "text": "Client was in the mens washroom not responding to writer when completed the wellness check after knocking three times. Writer looked under on the ground and found client's hands beside his feet and a lighter and tin foil on the ground. Knocked again and Lambert responded. When he exited the washroom, he was asked to leave the building and told for future to use the tote program for his items. Client got mad and yelled at the writer saying \"she had no right to look under the stall\".<br/><br/><b>Log ID:</b> LOG00516634"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2023",
                "month": "05",
                "day": "04"
            },
            "text": {
                "headline": "\"Client Caught Using Drugs on Smoke Deck\"",
                "text": "Client using drugs on 2nd floor smoke deck<br/><br/><b>Log ID:</b> LOG00517210"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2023",
                "month": "05",
                "day": "23"
            },
            "text": {
                "headline": "\"Client Found Smoking Unknown Substance in Men's Washroom",
                "text": "Writer walked into 2nd floor mens washroom to find client smoking an unknown substance off of tinfoil.<br/><br/><b>Log ID:</b> LOG00519241"
            }
        }
    ]
}