{
    "title": {
        "media": {
            "url": "https://drive.google.com/uc?export=view&id=1zscwUZJP_Oqukydge1eSEIuqRNtMvUr7",
            "caption": "",
            "credit": ""
        },
        "text": {
            "headline": "Less Four Horns",
            "text": " <br/><span style='font-size:1.5em; font-weight:bold;'> Jun 2, 1981 - Nov/25/2022 <br/>Gender: Male</b> <br/>Ethnicity: Aboriginal</b><br/>Client ID: DI-ID000035015</b><br/>Client Type: Deceased</b><br/>Number of Housing Outcomes: 1</b></span>"
        }
    },
    "events": [
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2011",
                "month": "07",
                "day": "31"
            },
            "text": {
                "headline": "Les Four Horns Assists Woman in Distress",
                "text": "A request for female staff was put in to help a woman who has soiled herself. Her boyfriend Les Four Horns offered to help. He helped her get new pants on and was an absolute gentleman, very patient and caring throughout the whole thing. <br/><br/><b>Log ID:</b> LOG00024656"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2011",
                "month": "08",
                "day": "11"
            },
            "text": {
                "headline": "Wanted Client Apprehended at the Building",
                "text": "Client who is currently wanted by CPS came into the building. The writer called CPS to inform them that he was here. CPS arrived and took the client into custody.<br/><br/><b>Log ID:</b> LOG00024808"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2011",
                "month": "08",
                "day": "23"
            },
            "text": {
                "headline": "Client Calls From Jail - Information for Wife",
                "text": "Client phoned from jail and said that he will be there for 30 days or more. He will be calling back later this week when he knows for sure how long he will be away. Asked if the message could be passed onto this wife Crystal Gouda. <br/><br/><b>Log ID:</b> LOG0024948"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2011",
                "month": "09",
                "day": "17"
            },
            "text": {
                "headline": "Les Four Horns Preparing for Court",
                "text": "Les has a court date on the 28th and he is trying for bail, if he is denied, he will be in jail for awhile. <br/><br/><b>Log ID:</b> LOG00025324"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2011",
                "month": "09",
                "day": "27"
            },
            "text": {
                "headline": "Client's Upcoming Trial Notice",
                "text": "Client called to say that he will be going to trial september 30th, 2011 and will probably be spending 1 year following the trial.<br/><br/><b>Log ID:</b> LOG00025448"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2011",
                "month": "11",
                "day": "18"
            },
            "text": {
                "headline": "Rape Victim's Attack on Attacker Used in Defense Argument",
                "text": "\"Victim's attack on rapist should lower sentence\"- Lawyer. (Calgary Sun Kevin Martin November 15, 2011). The homeless man who raped a Good Samaritan who’d taken him into his home should be given credit for the fact he was beaten by his victim, his lawyer said Tuesday. Defence counsel Mitch Stephensen, in seeking a sentence of less than two years, said Leslie Four Horns has already suffered a form of street justice. That’s because Four Horns was severely assaulted by his victim after the man awoke to find the offender on top of him in his southeast Calgary home, Stephensen said. “To some extent some punishment, some natural justice if you will, has already been administered by the victim,” Stephensen said. He told provincial court Judge Catherine Skene that fact, coupled with Four Horns’ remorse, his early guilty plea and his lack of a prior sexual record, should keep his client out of a federal penitentiary. But Crown prosecutor Sarah Bhola argued a sentence in the 3 1/2- to four-year range was justified for the attack last June 25. Four Horns, 30, was living on the street when his victim emerged from a 17 Ave. S.W. bar and ran into him. Believing he could help Four Horns to get a job and clean up, the victim invited him to return to his home to spend the night. Several hours later the 28-year-old man awoke in his own bed to find Four Horns raping him. Stephensen said his highly intoxicated client had no recollection of the assault and said Four Horns may have believed he was with a woman. Skene will attempt to make a sentencing decision Wednesday.<a href = 'http://www.calgarysun.com/2011/11/15/victims-attack-on-rapist-should-lower-sentence-lawyer'> Link to Article</a><br/><br/><b>Log ID:</b> LOG00321207"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2015",
                "month": "05",
                "day": "08"
            },
            "text": {
                "headline": "Client's Attempt to Sneak Alcohol into Building",
                "text": "Staff was working the front door when client came in. Staff advised him he can see the can of beer in his right jacket pocket and the bottle of alcohol in his left sleeve that he is trying to conceal. Client asked if he could go hide it, staff said great idea and to do it off property. He came back a short time later after successfully staching it off property.<br/><br/><b>Log ID:</b> LOG00021419"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2016",
                "month": "04",
                "day": "16"
            },
            "text": {
                "headline": "Disruptive, Intoxicated Client Barred from Building",
                "text": "Client came in quite intoxicated and was extremely disruptive. He was reminded that he needed to keep the volume down. He chose not to and while in the office he was trying to conceal a beer in his sleeve. Initially he did not want to admit to having a beer. He decided to leave the building. Due to his knowledge on the policies he has been barred for 2 days for bringing liquor into the building and being extremely disruptive in intox.<br/><br/><b>Log ID:</b> LOG00034942"
            },
            "background":{
                "color": "#FF0000"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2016",
                "month": "04",
                "day": "17"
            },
            "text": {
                "headline": "Altercation Between Kyle Bearhat and Three Females",
                "text": "Client, Kyle Bearhat and three unknown females were dropped off by CPS on Dermot Baldwin way. The three females were intoxicated and refferred to YWCA, Kyle came into the building, and Les was informed again of his bar. He was quick to blow up at the gate and presented with no accountability for the incident that occurred yesterday morning in intox.<br/><br/><b>Log ID:</b> LOG00034982"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2016",
                "month": "12",
                "day": "15"
            },
            "text": {
                "headline": "Emotional Client Seeks Comfort after Grandfather's Death",
                "text": "Client made several different phone calls to a female he referred to as his girlfriend. Each phone call was quite negative and writer had suggested he stopped calling. Client shared that he is going through an emotional time because his grandfather passed away and recently his family has been emotionally relying on him. We chatted about his grandfather and shared some special moments he had with him. He was also able ro make a long distance call to his family and make arrangements to hopefully to back home for the holidays. If you have good rapport with Les please connect with him as he could benefit from extra staff support. <br/><br/><b>Log ID:</b> LOG00004274"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2019",
                "month": "09",
                "day": "04"
            },
            "text": {
                "headline": "Inappropriate Behaviour and Intoxication at Lunch",
                "text": "During lunch service, this writer found Les waiving around his sausage at people, asking them if they would like to \"take a bite out of my weiner\" and \"put my weiner in your mouth\". An empty vodka bottle was found on the floor beside him. Clearly intoxicated, this writer offered the client 2 options, go to the first floor, not bothering anyone and sober up, or leave the building all togther. It was a struggle convincing him to proceed down but this writer got him to the first floor where he continued the same antics. Client then left the building on his own accord. <br/><br/><b>Log ID:</b> LOG00034949"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2018",
                "month": "10",
                "day": "10"
            },
            "text": {
                "headline": "Violent Incident Against Sleeping Client",
                "text": "Writer witnessed Earlen Okemow assault client while passed out by grabbing Les by the shoulders picking him up then throwing him down again then drag him from his mat before the writer arrived to stop anything else from occurring. Earlen was escorted by security out of the building. <br/><br/><b>Log ID:</b> LOG00036831"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2019",
                "month": "02",
                "day": "01"
            },
            "text": {
                "headline": "Leslie Four Horn's Emotional Crisis and Subsequent Failed Intervention",
                "text": "Leslie Four Horns was involved in a verbal disagreement on second floor during breakfast this AM. He was being asked to leave the floor by a staff member but was not responding. Writer stepped in and noticed that Leslie seemed emotional and had been crying. Writer engaged in a conversation and invited Leslie to talk on the first floor. Leslie was visibly intoxicated but kept mentioning that he was at a point in his life where he no longer wants to live, and wished he had a gun as he wanted to kill himself. Writer persisted with this conversation and it became clear that Leslie does not have a plan, and does not seem to be in immediate risk. We spoke a while longer and Leslie told me about his home, a reserve of the Pikani land. He told me he used to train horses and he has family there, but is unable to return because of his drinking. Writer proposed Leslie make all of his choices in the coming days, weeks, months, in line with getting to be able to go back home. Leslie shared with me that he can only focus on things on a step one, step two kind of model. We made step one to be him getting rid of the bottle he had in his possession and step two would be he could come back to the DI and sleep off his intoxication. He unfortunately was unable to follow through immediately and returned with the bottle still in his jacket. Writer, assisted by two other SPVRs reminded Leslie he needs to leave and try again later. <br/><br/><b>Log ID:</b> LOG00396312"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2019",
                "month": "02",
                "day": "06"
            },
            "text": {
                "headline": "Angry Client Wants to Apologize to Ex-Wife",
                "text": "Earlier this evening writer responded to the lobby due to client yelling at staff. Writer after a bit was able to convince the client to calm down and sit down. Leslie disclosed to writer that hes angry because his ex wife is in the hospital and he really wants to go see her. He stated that he was angry at himself, and he wanted to go apologize for the emotional harm he did to her; for the unfortunate life choices he made in the past. Les cried for a bit, and significantly calmed down. <br/><br/><b>Log ID:</b> LOG00003735"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2019",
                "month": "02",
                "day": "24"
            },
            "text": {
                "headline": "Possible Body Lice Exposure",
                "text": "Unfortunately this client may have been exposed to body lice, as client had been observed by writer: client was curled up in the dirty laundry bin of hygiene. He was laying upon the dirty laundry and when asked to get out of the bin, he eventually did with coaxing from writer and ACW Edmud. Later in the evening there were extensive bugs crawling around in the laundry.<br/><br/><b>Log ID:</b> LOG00004911"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2019",
                "month": "03",
                "day": "11"
            },
            "text": {
                "headline": "Client's Request for Transfer to RENFREW",
                "text": "Client spoke with ACW and indicated that he would like to go to RENFREW tomorrow morning. <br/><br/><b>Log ID:</b> LOG00005743"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2019",
                "month": "03",
                "day": "18"
            },
            "text": {
                "headline": "Leslie Four Horns Hospitalized for Liver and Heart Issues",
                "text": "Leslie phoned in tonight to let us know that he is in the hospital and will be for about a month. he is having liver and heart issues. Writer wished him well and to keep us updated. -Christine<br/><br/><b>Log ID:</b> LOG00397198"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2019",
                "month": "03",
                "day": "26"
            },
            "text": {
                "headline": "Unclaimed Bags with Documents for Les",
                "text": "A client brought two bags to writer that contained some documents for Les. Writer tried to page him but Les did not come to retrieve his belongings. Les phoned the day office shortly after to leave a message conviniently that he is in Renfrew. He has asked if we could store the items.<br/><br/><b>Log ID:</b> LOG00006667"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2019",
                "month": "05",
                "day": "10"
            },
            "text": {
                "headline": "Medical Emergency Response for Unresponsive Client",
                "text": "Writer requested support on 2nd floor due to an unconscious male who was presenting as unresponsive. Writer arrived with help to respond to an unresponsive Les. Neighbouring clients communicated that Les had slumped out of his chair and fell to the floor making significant impact to his back. Despite staff efforts, Les was unresponsive but did have a good pulse and was breathing. 911 was called and EMS arrived to take care of Les by way of transport to Rocky View Hospital.<br/><br/><b>Log ID:</b> LOG00009364"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2019",
                "month": "10",
                "day": "12"
            },
            "text": {
                "headline": "Client Les Assaulted, Transferred to Day Sleep",
                "text": "Writer observed a client assaulting Les on the floor. He was punched and kicked repeatedly, and tried to defend himself. This writer seperated that assilant and escorted her off the property. Upon return, Les was lying on the floor but staff supported him and transferred him to day sleep. He was intoxicated during this event. <br/><br/><b>Log ID:</b> LOG00020726"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2019",
                "month": "10",
                "day": "23"
            },
            "text": {
                "headline": "Les Found Sleeping in Women's Section with Wife",
                "text": "Writer caught Les sleeping in the women's section in riverfront with his wife. The second time Les was in the section and would not leave, Writer has to tap out and ask for help to get Les to leave<br/><br/><b>Log ID:</b> LOG00021582"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2019",
                "month": "10",
                "day": "23"
            },
            "text": {
                "headline": "Leslie Four Horns' Medical Crisis in the Lobby",
                "text": "Writer was called to the lobby by ACW Keiko for a medical assessment. Upon arrival writer witnessed Leslie Four Horns grey in colour, unresponsive, with shallow breathing laying in the recovery position. Leslie was not responsive to verbal or physical ques by writer or ACW Keiko. Seconds later writer placed Leslie on his back and opened his airway. This is when Leslie began breathing and opened his eyes. Leslie did not know where he was. After a few minutes Leslie agreed to lay down on a mat in riverfront. He is now being monitored closely.Bre<br/><br/><b>Log ID:</b> LOG00021618"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2019",
                "month": "10",
                "day": "24"
            },
            "text": {
                "headline": "Diandra Cecil Physically Assaults Leslie Four Horns",
                "text": "Writer was outside the north doors when it was witnessed that Diandra Cecil (Deandra Cecil) 1978-06-29 hitting Leslie Four Horns (Les Four-Horns ) 1981-06-02 . Writer and ACW Lisa.M went to go talk to Diandra about her actions within the centre. The conversation concluded with Diandra being asked to leave the centre for the evening. Bar entered for Diandra<br/><br/><b>Log ID:</b> LOG00021814"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2019",
                "month": "10",
                "day": "29"
            },
            "text": {
                "headline": "Leslie Four Horns Found Unresponsive in Riverfront",
                "text": "Late on Oct. 28 staff found Leslie Four Horns (Les Four-Horns ) 1981-06-02 laying on the ground in Riverfront. They attempted to wake him, but he seemed to be in an unresponsive and unconscious state. Writer and staff attempted various forms of pain stimuli to wake Leslie and after much effort he woke up. He was helped to his mat where he stayed until Writer and Sup. Ryan helped him to the washroom at his request. Sup. Ryan checked on Leslie after several minutes and found him in a similar unconscious state. Writer initiated an EMS call due to the lack of responsiveness and repeated concern. EMS arrived and transported Leslie to an unknown location.Colin R.<br/><br/><b>Log ID:</b> LOG00022174"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2019",
                "month": "10",
                "day": "31"
            },
            "text": {
                "headline": "Leslie Accuses Staff of Racism During Altercation",
                "text": "This evening while ACW Michael was dealing with loud clients in riverfront (refer to log #296130)  leslie four horns decided to involve himself and speedily go over to where the issue was happening. Writer had to quickly pull leslie away and tell him not to get mad invovled Leslie proceeded to tell writer shes allowing the black clients to be noisy because she is black and is a racist. Writer had said the situation is under control and said clients are being removed. Leslie was asked to take a breather and when he came back he appologized.Thanks,Angelina P.<br/><br/><b>Log ID:</b> LOG00022394"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2019",
                "month": "10",
                "day": "31"
            },
            "text": {
                "headline": "Public Coitus Incident Results in Temporary Ban",
                "text": "Writer and ACW's Lisa and Brooke were doing a walkthrough of the lobby and we noticed that clients Leslie and Diandra were engaging in coitus underneath a blanket by the north door. With the support of SPVR Mike H., writer, ACW's Lisa and Brooke asked Leslie and Diandra to leave the centre immediately as that was highly inappropriate. Diandra left the building immediately followed by Leslie after being firmly asked by SPVR Mike H. a couple of times. For this behaviour both clients are taking a break from the building for the night and will be welcome back on November 1, 2019 at 4:00pm.<br/><br/><b>Log ID:</b> LOG00022458"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2019",
                "month": "11",
                "day": "12"
            },
            "text": {
                "headline": "Leslie Four Horns Injured in Unprovoked Attack",
                "text": "Leslie Four Horns came into Riverfront very intoxicated. While walking past the desk he fell into Troy Wolfleg who pushed him back. Leslie lost his balance and fell backwards hitting his head on the floor. Writer and ACW TL Victoria responded to the loud thud and found Leslie appeared unconscious and bleeding from the back of his head. Supervisors were called to assist, and COR Elise arrived and placed a call to EMS. Unit #3132 arrived with CFD and transported Leslie to an unknown location.   -Kevin M.<br/><br/><b>Log ID:</b> LOG00023633"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2019",
                "month": "11",
                "day": "20"
            },
            "text": {
                "headline": "Leslie Four Horns Coughs Up Blood, Hospitalized Again",
                "text": "Approximately at 430 Client Leslie Four Horns coughing up blood. ACW Cherry radioed Supervisor Ryan and Colin for medical assessment.  Supervisor Colin called for EMS. After few minutes later EMS arrived and transported Leslie to undisclosed location.<br/><br/><b>Log ID:</b> LOG00024449"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2019",
                "month": "11",
                "day": "21"
            },
            "text": {
                "headline": "Assistance to Leslie in Riverfront Men's Washroom",
                "text": "At 2205 ACW Victoria requested assistance from writer in the riverfront mens washroom. Leslie was laying on the floor passed out and not responding to ACW Victoria's sternum rubs. Writer assisted lifting Leslie to his feet,  ACW and writer found a bottle of vodka hidden in Leslie's left jacket sleave. ACW Victoria and writer requested  Leslie hand over the bottle to placed in a tote, in which Leslie complied. ACW Victoria and writer assisted Leslie to a bed in Riverfront to sleep.<br/><br/><b>Log ID:</b> LOG00024701"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2019",
                "month": "11",
                "day": "23"
            },
            "text": {
                "headline": "Lobby Altercation between Wyalleen Ear and Deandra Cecil",
                "text": "Writer was in the lobby when Wyalleen Ear and Deandra Cecil were yelling at each other. The altercation quickly dissipated as Wyalleen went outside. Deandra and Leslie Four Horns were still agitated, stating they were going to go outside and fight Wyalleen. Writer went outside with them, with Leslie de-escalating however Deandra remained escalated, yelling at random clients. Writer asked Deandra to leave, which prompted her to punch writer in the face, as well as attempting to punch ACW Josiah. After this Deandra left property.Tyler F.<br/><br/><b>Log ID:</b> LOG00024925"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2020",
                "month": "01",
                "day": "12"
            },
            "text": {
                "headline": "Leslie's Removal from Riverfront for Drinking",
                "text": "Writer removed Leslie from riverfront as he was drinking.He was asked to leave for ten minutes but instead choose to drink and smoke in the exit vestibule.<br/><br/><b>Log ID:</b> LOG00031414"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2020",
                "month": "01",
                "day": "12"
            },
            "text": {
                "headline": "Discovery of Meth Use in Lobby by Nathan Staheli and Leslie Four Horns",
                "text": "Writer found Nathan Staheli 1983-10-21 and Lesie Four Horns 1981-06-02 smoking Meth in the lobby both were sent out. Adrian H<br/><br/><b>Log ID:</b> LOG00031430"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2020",
                "month": "02",
                "day": "16"
            },
            "text": {
                "headline": "Emergency Medical Assistance for Leslie in Riverfront Program",
                "text": "Client LESLIE FOUR HORNS (1981-06-02) called for this writer's assistance in the Riverfront program. Upon assessment, Leslie was experiencing dizziness, weakness, and in pain. Additionally, he was barely able to hold consciousness while explaining his symptoms to this writer. A 911 call was made, and EMS unit 3177 responded. Leslie was transported to an unknown location.<br/><br/><b>Log ID:</b> LOG00036769"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2020",
                "month": "03",
                "day": "26"
            },
            "text": {
                "headline": "Intervention in Potential Fight between Leslie and John Bell in Riverfront",
                "text": "This evening during clean up in riverfront Leslie Four Horns (Les Four-Horns ) 1981-06-02 was seen trying to instigate a fight with John Bell (Thomas Bell) 1954-12-19. John kept walking away wanting nothing to do with Leslie, However Leslie would not back down. Writer intervened and attempted to ask Leslie to leave the program as we are trying to do clean up. Leslie kept yelling at John and unintentionally spat at writer. Writer tapped out and got ACW Chris. H to take over. Coordinator Tyler arrived and finally got Leslie out of the building.<br/><br/><b>Log ID:</b> LOG00040652"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2020",
                "month": "03",
                "day": "29"
            },
            "text": {
                "headline": "Medical Emergency involving Leslie in Main Lobby",
                "text": "At 3:30pm writer was called to the 1st floor main lobby by ACW Nadia for a medical assessment. Writer responded along with A/SPVR Jeremy and A/COOR Courtney. Client LESLIE FOUR HORNS (1981-06-02) was laying in the lobby, vomiting. Due to his high temperature and blood in his vomit, a 911 call was placed. EMS unit #2992 responded, and Les was removed from the building for assessment and transported to an unknown location.<br/><br/><b>Log ID:</b> LOG00040751"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2020",
                "month": "04",
                "day": "06"
            },
            "text": {
                "headline": "Assault on Leslie in Riverfront by Deandra Cecil",
                "text": "writer was called to riverfront and found Leslie Four Horns (Les Four-Horns ) 1981-06-02 bleeding from the face. Writer performed a footeage review and witnessed Diandra Cecil (Deandra Cecil) 1978-06-29 sitting at Leslie's table, unprovoked, stood and struck Leslie in the face multiple times.<br/><br/><b>Log ID:</b> LOG00041007"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2020",
                "month": "10",
                "day": "14"
            },
            "text": {
                "headline": "Leslie's Housing Arrangement with his Parole Officer",
                "text": "This writer caught up with Leslie Four Horns who has a COE regarding an arrangement with his Parole Officer to stay with his uncle. Les told this writer that due to his uncle being out of town his PO has okayed him staying at a shelter.<br/><br/><b>Log ID:</b> LOG00417115"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2020",
                "month": "10",
                "day": "17"
            },
            "text": {
                "headline": "Leslie's Poetry and Interest in AA Meeting",
                "text": "The writer lent Les a pen and he wrote a very nice poem which he gave to me, and then he asked me to look up where the next AA meeting is, which the writer did and gave him Calgary Transit instructions how to get there.<br/><br/><b>Log ID:</b> LOG00417413"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2020",
                "month": "10",
                "day": "27"
            },
            "text": {
                "headline": "Leslie's Temporary Hotel Stay Ends, Moves to Main Building",
                "text": "Leslie has been staying in a hotel for a week and now has no other housing and will be staying at the main bldg.<br/><br/><b>Log ID:</b> LOG00418410"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2020",
                "month": "11",
                "day": "23"
            },
            "text": {
                "headline": "Leslie's Eviction from Uncle's House",
                "text": "Writer spoke with client regarding his stay with hiw uncle. Les stated that he is no longer welcome there. Les now has access to the main building.<br/><br/><b>Log ID:</b> LOG00421116"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "05",
                "day": "26"
            },
            "text": {
                "headline": "Leslie's New Address",
                "text": "Lesley Four Horns address 4637 Macloed trail SW.<br/><br/><b>Log ID:</b> LOG00481576"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "06",
                "day": "05"
            },
            "text": {
                "headline": "Leslie's Eviction Notice and Interest in Diversion",
                "text": "Les is a RTS client. The client was given an eviction notice and wants to fight it. Les was living on his own successfully for a year. He is interested in connecting with diversion to see what they can do about their eviction. Client stated that they do not have a cell phone and would be in the main building today. <br/><br/><b>Log ID:</b> LOG00421116"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "06",
                "day": "09"
            },
            "text": {
                "headline": "Medical Assistance for Leslie Experiencing Withdrawal Symptoms",
                "text": "Leslie Four Horns requested to speak with writer in the lobby this evening. Leslie was requesting the assistance of a wheel chair so he could utilize the bathroom and was afraid to stand up. Leslie was very shaky when speaking to writer and complained about feeling nauseous and dizzy. Writer asked how long ago it was that Leslie had last drank alcohol, he believed it to have been the day prior. While speaking with Leslie he was continuously dry heaving, blood being present in saliva on the floor. He also claimed to feel numb in his fingers and face. As Leslie was exhibiting withdrawal symptoms medical assessment was requested. LPN Joe S assisted and advised that Leslie should go to hospital, to which Leslie was agreeable. Leslie was sent to PLC via DOAP team. <br/><br/><b>Log ID:</b> LOG00482621"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "07",
                "day": "21"
            },
            "text": {
                "headline": "Leslie's Housing Opportunity and Need to Connect with CJHS Will",
                "text": "Client has a housing opportunity and needs to connect with Will from CJHS ASAP.<br/><br/><b>Log ID:</b> LOG00486846"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "08",
                "day": "02"
            },
            "text": {
                "headline": "Progress on Leslie's Housing Situation with CJHS Will",
                "text": "Les mede his meeting with CJHS Will last week, and was able to connect with CJHS Will again today. Client is close to being housed.<br/><br/><b>Log ID:</b> LOG00487869"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "08",
                "day": "09"
            },
            "text": {
                "headline": "Leslie's New Residence",
                "text": "Client is housed at B1 1539 39 ST SE<br/><br/><b>Log ID:</b> LOG00488498"
            },
            "background":{
                "color": "#1D6F42"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "08",
                "day": "10"
            },
            "text": {
                "headline": "Furniture Referral for Leslie's New Residence",
                "text": "Client's furniture referral has been scheduled for August 18th at 1:00PM<br/><br/><b>Log ID:</b> LOG00488653"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "08",
                "day": "16"
            },
            "text": {
                "headline": "Leslie's Housing Situation Doesn't Work Out, Returns for Shelter",
                "text": "Client presented in bio. Writer explained to client that he was housed. Client stated that it didn't work out and that he needed a place to stay. Granted access.<br/><br/><b>Log ID:</b> LOG00489169"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "08",
                "day": "18"
            },
            "text": {
                "headline": "Leslie's Need to Reconnect with CJHS Will",
                "text": "If client shows up have him reach out to writer in support in reconnection with CJHS Will<br/><br/><b>Log ID:</b> LOG00489472"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "08",
                "day": "23"
            },
            "text": {
                "headline": "Leslie's Reconnection with CJHS Worker Will for New Housing.",
                "text": "Writer supported client with phone call to CJHS worker Will today, client will be receiving new housing soon due to issures with Angela Lewis at old place.<br/><br/><b>Log ID:</b> LOG00489878"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "08",
                "day": "24"
            },
            "text": {
                "headline": "Intrusion and Removal of Leslie from 5th Floor",
                "text": "At 10:20pm, client Leslie Four Horns came to 5th floor and was unwilling to provide his name when ACW Cherry asked him. Leslie started going through every clients' room looking for another client. Writer advised Leslie F. to not go through other clients' rooms as they were sleeping. Writer also reminded Leslie F that clients from other floors are not allowed to go through other clients' sleeping areas for it is a breach of DI's facility policy. Leslie however continued intruding into other clients' rooms to which he took another client's red blanket, while the writer was following him. After unsuccessful attempts to make Leslie go to his floor, Writer called security for a removal of Leslie from 5th floor. Security Spencer and co-security arrived on 5th floor to remove Leslie. The removal was successful and he was sent off the property thereafter. However, Leslie is welcome back into the program for the night.<br/><br/><b>Log ID:</b> LOG00489903"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "08",
                "day": "31"
            },
            "text": {
                "headline": "Intervention in Potential Fight between Leslie and Faisal Malik",
                "text": "At around 8:20am Writer was doing a bathroom check in the 2nd floor men's washroom. Upon entering the washroom, Writer saw client Leslie Four HORNS posturing outside of stall 7 which was being occupied by client Faisal MALIK. Writer stepped in front of HORNS and asked the reasoning for wanting to fight MALIK, Writer was ignored and HORNS only expressed being adamant on hurting MALIK. Writer called for supervisor support, which was responded by COOR Tyler. COOR Tyler connected with HORNS instructing that he needed to take a break from the building and along with security support escorted HORNS off the floor. CAT 1 bar was placed for threatening. <br/><br/><b>Log ID:</b> LOG00490619"
            },
            "background":{
                "color": "#FF0000"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "10",
                "day": "11"
            },
            "text": {
                "headline": "Housing Updates for Leslie, Upcoming Viewing",
                "text": "Housing Documentation: Client has a viewing for friday, writer has yet to see client but will get him connected with CJHS Will as soon as possible within this weeks timeframe. Messages have been left with Alpha House and DOAP team encampment too<br/><br/><b>Log ID:</b> LOG00494507"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "10",
                "day": "16"
            },
            "text": {
                "headline": "Emergency Medical Intervention for Drug Poisoning Involving Leslie",
                "text": "Medical Emergency, Drug Poisoning, Oct 16, 2022, at approx. 09:45 AM, 2nd floor smoke deck. The writer was alerted to clients yelling for NARCAN. LESLIE FOUR HORNS was laying on the ground in supine position. LESLIE's face and lips appeared blue. The writer administered one dose of 0.4 mg of NALOXONE IM into his left thigh. LPN M arrived on scene and administered a second dose of 0.4 NALOXONE IM into right thigh. SEC Spvr A, obtained defibrillator and oxygen. ACW C, called 911. The Automatic external defibrillator and oxygen was used on LESLIE to help him regain consciousness. EMS arrived on site and administered a third dose of 0.4 NALOXONE IM into LESLIE upper left buttock. LESLIE slowly regained consciousness and was taken to a table to sit at on second floor. ACW R is committed to observing LESLIE while he is on 2nd floor. The LPN'S will periodically monitor LESLIE through the day.<br/><br/><b>Log ID:</b> LOG00495010"
            },
            "background":{
                "color": "#FFC83D"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "10",
                "day": "18"
            },
            "text": {
                "headline": "Discovery of Leslie's Traumatic Note",
                "text": "Writer was completing a walkthrough of the laneway and entered through the south doors. Writer noticed a note stuck to the window. The note described a past trauma of the death of a mother and was signed Less 4 Hornz. <br/><br/><b>Log ID:</b> LOG00495179"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "10",
                "day": "19"
            },
            "text": {
                "headline": "Gate Altercation Involving Michael Lang and Leslie Four Horns",
                "text": "On October 19 2022, at approximately 2235 hours. SEC Muaz radio'd security and informed the writer to keep eyes on client Michael Lang on Dermot. SEC Muaz informed the writer that Michael was trying to instigate fights with several clients. The writer then observed the following events on camera. The writer observed Michael getting into several arguments with various clients. Michael was also attempting to breach the gate. This behavior was slowing down operations at the gate and frustrating other clients. Client Leslie Hour Horns then pushed Michael when Michael got close to the gate. Not long after Michael breached the gate. Leslie then Punched Michael. SEC Muaz then split up the two clients.<br/><br/><b>Log ID:</b> LOG00495259"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "10",
                "day": "20"
            },
            "text": {
                "headline": "Leslie's Housing Strategy Planning with CJHS Will",
                "text": "Housing Documentation: Writer supported client in connecting with Will from CJHS. Client is going to be pursuing his housing goals and strategized some planning for the next week<br/><br/><b>Log ID:</b> LOG00495466"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "11",
                "day": "14"
            },
            "text": {
                "headline": "Leslie's Attempt to Harm with a Knife, Police Intervention",
                "text": "On November 13th, 2022, at approximately 23:30 client Leslie FOURHORNS was observed on Dermot Baldwin Way with clients Kyle SOUP and Matthew SHEEPSKIN. FOURHORNS was observed posturing at a tent with a knife and continued to cut the tent with his knife. The writer had placed a 911 call immediately. At this time all three clients had walked off Dermot. A bar will be placed for attempt to commit harm.<br/><br/><b>Log ID:</b> LOG00497896"
            },
            "background":{
                "color": "#FF0000"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "12",
                "day": "13"
            },
            "text": {
                "headline": "Obituary: Leslie Four Horns",
                "text": "Les has passed away. He will be missed.<br/><br/><b>Log ID:</b> LOG00501198"
            }
        }
    ]
}