{
    "title": {
        "media": {
            "url": "https://drive.google.com/uc?export=view&id=1IELmAT6_FGEULp8GL2lL5UszA5FPjGEV",
            "caption": "",
            "credit": ""
        },
        "text": {
            "headline": "Michael GoodFeather (Roy)",

            "text": "<br/><span style='font-size:1.5em; font-weight:bold;'> Oct 25, 1963 <br/>Gender: Male</b><br/>Ethnicity: Aboriginal</b><br/>Client ID: DI-ID000041201</b><br/>Client Type: Housed</b><br/>Number of Housing Outcomes: 2</b></span>"
        }
    },
    "events": [
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2020",
                "month": "04",
                "day": "19"
            },
            "text": {
                "headline": "Client Displays Aggressive Behavior and Receives Two-Day Bar",
                "text": "Staff recognized a high intox and some concerning behaviours. When engaged, client became agitated about the check and started in on staff. Client started to argue and become defiant towards staff until a supervisor is present. SVR Frank arrived and tapped writer out. Client continued to leave the floor making threatening remarks towards writer. Barred for two days.<br/><br/><b>Log ID:</b> LOG00207389"
            },
            "background":{
                "color": "#FF0000"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2020",
                "month": "05",
                "day": "02"
            },
            "text": {
                "headline": "Client Loses Employment and Home Due to Pandemic, Secures Bed on 4th Floor",
                "text": "Client was in medical observation for the last few days. Coronavirus negative test. Writer had conversation with client about housing. Client lost his employment and home due to not being able to work during the pandemic. Client hasn't been here in a few years but has nowhere else to live. We have set him up with a bed on 4th floor. Both writer and client are satisfied with outcome.<br/><br/><b>Log ID:</b> LOG00402207"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2020",
                "month": "10",
                "day": "22"
            },
            "text": {
                "headline": "Client Expresses Anxiety Around People, Shows Interest in Housing",
                "text": "Client approached writer in regard to not really liking being around people. He informed writer that he's been staying in his car most nights, but woke up with morning feeling like theres frostbite on his feet, which is why he started accessing DI services. He commented that he gets really bad ainxiety around people and would like to stay in his car as much as possible. Writer asked if he would be intereste in housing and the client was happy to fill out a PAQ<br/><br/><b>Log ID:</b> LOG00417905"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "05",
                "day": "11"
            },
            "text": {
                "headline": "Client Inquires About Housing Support After Job Loss Due to COVID",
                "text": "Client connected with writer in housing hub to inquire about reliving support around his housing goals. Mike disclosed that he was working full time and renting a small place and was laid off due to COVID. After that mike was staying with a gentleman he met while looking for work however, he has recently left that situation due to feeling guilty from not contributing financially to the household. Client is interested in a rooming house situation, and applying for income support while he works temp jobs looking for full time employment. Writer will be meeting with Client in the HH to provide him with a viewing to attend over the weekend.<br/><br/><b>Log ID:</b> LOG00480348"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "05",
                "day": "16"
            },
            "text": {
                "headline": "Client Misses Housing Viewing, Reschedules for More Central Location",
                "text": "Client did not attend his viewing over the weekend due to feeling under the weather. Writer prompted a reschedule, client informed her that he was not a fan of that area of town. Mike will be attending a viewing in a more central area of the city and will connect with the writer on the results. Mike has a rent report and knows how to navigate his next steps if the viewing goes well.<br/><br/><b>Log ID:</b> LOG00480551"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "05",
                "day": "26"
            },
            "text": {
                "headline": "Client's First Month Rent and Damage Deposit Paid, Furniture Referral Scheduled",
                "text": "Mike's first months rent and damage deposit has been paid to his new landlord Marge for his unit. Client has a furniture referral scheduled for May 31st. Mike has been given resources on how to attain a small hamper of food to get him through until the official move in date if he so choosed to move in ahead of schedule. <br/><br/><b>Log ID:</b> LOG00481615"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "06",
                "day": "01"
            },
            "text": {
                "headline": "Client Successfully Housed on June 1st",
                "text": "Mike was successfully housed on June 1st.<br/><br/><b>Log ID:</b> LOG00484681"
            },
            "background":{
                "color": "#1D6F42"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "09",
                "day": "27"
            },
            "text": {
                "headline": "Client Returns to Shelter After Eviction, Housing Staff Notified",
                "text": "Client has returned to shelter after being evicted from his previous place, writer has let HS Karlii know to look into this. <br/><br/><b>Log ID:</b> LOG00493207"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "11",
                "day": "19"
            },
            "text": {
                "headline": "Client Completes Quality of Life Survey, Seeks Full Time Work",
                "text": "Writer completed a quality of life survey with Mike. He is doing well and is looking for full time work. <br/><br/><b>Log ID:</b> LOG00498525"
            }
        }
    ]
}