{
    "title": {
        "media": {
            "url": "https://drive.google.com/uc?export=view&id=19LpJpYUgA_dfOeHTd0znnBG0A7rJF82p",
            "caption": "",
            "credit": ""
        },
        "text": {
            "headline": "Nathan Lunn (Adrian)",
            "text": " <br/><span style='font-size:1.5em; font-weight:bold;'> Jun 13, 1991 <br/>Gender: Female</b><br/>Ethnicity: Caucasian</b><br/>Client ID: DI-ID000037364</b><br/>Client Type: Housed</b><br/>Number of Housing Outcomes: 1</b></span>"
        }
    },
    "events": [
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2012",
                "month": "02",
                "day": "20"
            },
            "text": {
                "headline": "Introducing Sarah (Nathan) Lunn: A Transgender Individual",
                "text": "Hey Folks:Just want to put Sarah (Nathan) Lunn on everyone's radar, she is transgender,  please watch out for her and any incidents that could potentialy occur.<br/><br/><b>Log ID:</b> LOG00133664"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2012",
                "month": "07",
                "day": "21"
            },
            "text": {
                "headline": "Nathan Lunn Reported Missing by CPS",
                "text": "CPS phoned today to report Nathan Lunn as a missing person. If he checks in<br/><br/><b>Log ID:</b> LOG00139283"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2017",
                "month": "05",
                "day": "15"
            },
            "text": {
                "headline": "Positive Interactions with Adria Lunn and Correct Name Usage",
                "text": "Writer had a (brief) but rather nice conversation with Adria Lunn today on Ladies 3rd. Writer asked her how she was feeling since she had stated that she was not feeling well earlier but she said she was doing fine. Writer just wanted to put Adria on staff's radar because Writer noticed the use of Adria's deadname (and/or birth name) 'Nathan' on a previous log about her. Writer has witnessed an increasing openness and smiling from Adria when her gender identity is confirmed via the proper use of she/her pronouns and her chosen name of 'Adria.' Writer received permission from SPVR Travis to make Adria the main name in our system so plase make every effort to log her name as such. Additionally, Adria appears shy but she has chatted with Writer at various times and she has thus far been very open to light and fun conversation.<br/><br/><b>Log ID:</b> LOG00377761"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2017",
                "month": "09",
                "day": "13"
            },
            "text": {
                "headline": "Discovering Drug Paraphernalia in Adria Lunn's Possession",
                "text": "Tonight, Adria Lunn arrived onto the 2nd floor and during a bag search, the Writer found 9 syringes, number of used cookers, a small baggie still containing a small amount of a white powder and a steak knife. After talking with Adria about the policy of the Di about what was found, Adria understood and a warning of Possession of Drug Paraphernalia was given with the understanding that next time a bar from the services might be warranted.<br/><br/><b>Log ID:</b> LOG00216937"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2017",
                "month": "09",
                "day": "12"
            },
            "text": {
                "headline": "Repeat Incident of Drug Paraphernalia Found in Adria Lunn's Bags",
                "text": "During bag searches this evening the writer found numerous used needles, cooker kits, and drug paraphernalia in Adria Lunns bags. She has been given a warning and a search task has been placed<br/><br/><b>Log ID:</b> LOG00217055"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2021",
                "month": "10",
                "day": "14"
            },
            "text": {
                "headline": "Confronting Aggressive Behavior and Violations of Social Distancing",
                "text": "At approximately 9:45 pm the writer completed the Women's washroom check and saw that ACW Cindy and Supervisor Macey were speaking with a male and female couple who were on a mat beside the post #2.    The writer walked over to back them up and another guest who was on a mat beside the north wall, spoke up and said why are the staff talking talking to this couple when they is another couple on one mat.     I told this guest that it should be one person per mat and I then went to see who he was pointing toward.   I found under the kitchen window, (Section one) that there were two mats connected and there were two men under one blanket.    I spoke to them and asked that they separate the mats.   The writer stated that we need to have all the mats separated six feet apart.   Nathan L responded aggressively and stated that he would not move and he offered some threatening statements to the staff.   The writer repeated the instruction that the mats are to be separated and there is to be one person per mat.   The other person involved then stated that they were married and they would stay together.     The writer told them they had the choice to separate the mats or leave the floor.   They continued to give verbal threats to the staff and then when the other guest stood up he made full aggressive motion appearing to punch the staff, however he stopped and did not hit the staff.   Security were called for the removal and Supervisor Macey assisted in escorting them off the property.<br/><br/><b>Log ID:</b> LOG00457537"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2021",
                "month": "11",
                "day": "15"
            },
            "text": {
                "headline": "Housing Inquiry by Nathan Lunn and Dakota C, Common Law Partners",
                "text": "Housing Hub: Nathan Lunn and Dakota C are common Law partners and actively working with CUPS, wanted info on Greenview rise and inquired about di services<br/><br/><b>Log ID:</b> LOG00461435"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2021",
                "month": "11",
                "day": "19"
            },
            "text": {
                "headline": "Welfare Check and Assistance Provided for Nathan Lunn and Dakota Casey",
                "text": "The writer was alerted to a man down in the showers in the central stairs washroom on the 3rd floor. The writer requested the assistance of ACW Valentine to conduct a welfare check. Upon entering the shower, Nathan Lunn was facedown on the ground fully clothed, and was in the shower stall for an unknown amount of time. The writer and ACW Valentine were able to immediately wake Nathan, he is not assigned to 3rd floor, and we requested he go to 2nd floor for the night; he is on the nod so frequent checks will be necessary.  Additionally, Dakota Casey relies on Nathan Lunn for assistance, as he has a hand injury -- Dakota requested to go to 2nd floor as well for the night. The writer will touch base with 2nd floor. <br/><br/><b>Log ID:</b> LOG00461929"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2021",
                "month": "12",
                "day": "06"
            },
            "text": {
                "headline": "Physical Assault Incident Involving Nathan Lunn and Dakota Casey",
                "text": "Dakota Casey and partner Nathan Lunn is seen on CCTV attacking another client Durell Hogue, both Dakota and Nathan started puching at Durell before they were broken up by another client and eventually staff.<br/><br/><b>Log ID:</b> LOG00463950"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "01",
                "day": "06"
            },
            "text": {
                "headline": "Client Altercation and Security Intervention on 3rd Floor",
                "text": "At 1250, ACW Angelo R. was conducting a walkthrough on a female 3rd floor overflow, and found clients Nathan L. and Dakota C. on the same mat. Writer asked them to separate and sleep on their own mats. Client Nathan got up and moved their mat then started swinging at me.  Writer asked Nathan to stopped, however, they charged at me and hit me in the chest. Both of them started charging at writer. At that point writer called for security. ACW Kleichi came to the female section to check of what was happening. When they show ACW Kleichi, they stopped following me then they decided to leave the floor. A few minute later a security arrived on the floor and walked them out of the 3rd floor.<br/><br/><b>Log ID:</b> LOG00467341"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "01",
                "day": "20"
            },
            "text": {
                "headline": "Responding to Nathan Lunn's Non-Responsive State in the Men's Washroom",
                "text": "Shortly after shift change this morning, writer found client Nathan Lunn in the men's washroom on second floor mostly unresponsive. Clients indicated they had given Nathan two doses of Naloxone already. Writer called a medical emergency. After an aggressive sternum rub Nathan became somewhat responsive. Nursing staff and supervisors Chloe and Samuel responded. No more naloxone was administered by staff and Nathan was able to walk out of the bathroom on his own. He refused to talk to paramedics when they arrived.<br/><br/><b>Log ID:</b> LOG00468909"
            },
            "background":{
                "color": "#FFC83D"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "01",
                "day": "24"
            },
            "text": {
                "headline": "Addressing Unauthorised Presence of Nathan Lunn and Dakota Casey on 3rd Floor",
                "text": "ACW Faith discovered Nathan Lunn and Dakota Casey sharing a bottom bunk together in the 3rd floor men's dorm; neither are assigned to the floor. The pair were slow to respond to requests to leave the floor; however, the writer was able to walk the two down to the lobby for searches before they return to their assigned floors; they were hesitant to a self-search, so the writer passed this on to 1st floor support and security. <br/><br/><b>Log ID:</b> LOG00469355"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "02",
                "day": "02"
            },
            "text": {
                "headline": "Client Nathan Lunn Discloses Cancer Diagnosis",
                "text": "Nathan Lunn June-13-1991 came to check in on 3rd floor overflow. Nathan disclosed to writer that he had found out today that he has stage 2 or 3 cancer. Writer talked with him and showed support. Writer also reminded him we are here if he needs to talk. Nathans partner is having a very hard time with this. Lets support them through this time<br/><br/><b>Log ID:</b> LOG00470156"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "02",
                "day": "07"
            },
            "text": {
                "headline": "Washroom Incident and Tense Confrontation with Nathan Lunn and Dakota Casey",
                "text": "Around 10:20PM on February 7th 2022 Writer was on 2nd Floor and was requested by ACW Airen A to come assist in the 2nd Floor Men's Washroom due to a possibly unresponsive client in a stall with another client. Writer found stall #7 to have multiple bags blocking the bottom view and found the person inside slow to respond and needing multiple prompts to open and exit from the stall, however from inside stall #6 Writer could observed a second client lying facedown on the ground. The first client was directed to exit immediately and upon doing so Writer was able to identify them as client NATHAN LUNN (13/06/1991) before they entered the stall to check on the second client, identifying them as client DAKOTA CASEY (28/10/1992) and finding them unresponsive to verbal prompts and physical stimuli (shoulder shake) but responsive to pain stimuli (sternum rub). ACW Airen A then switched out with Writer before partially helping CASEY sit up before Writer re-entered the stall and both staff assisted him to his feet and fully out of the stall. During this LUNN made numerous threats towards Writer and encouraged both CASEY and other clients in the washroom to assault Writer, eventually leading to Writer giving him a verbal warning and directing him to disengage. LUNN complied and CASEY began gathering his belongings, also making threats towards Writer when he perceived he was missing items, though Writer explained nothing had been taken and disengaged along with ACW Airen A. <br/><br/><b>Log ID:</b> LOG00470792"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "02",
                "day": "24"
            },
            "text": {
                "headline": "Finding Nathan Lunn Unresponsive, Followed by Verbal Altercation",
                "text": "Around 10:45am, while writer was doing a wellness check on male washroom found Nathan Lunn (Adrian) on stall #8 unresponsive. Writer gave him a pat and slowly gained his consciousness. Writer asked Nathan to leave the washroom, while heading out Dakota Casey gets mad at Nathan as they are suppose to hang out in the washroom. Both clients exchanged verbal words while Nathan walked towards to writer posturing and verbally abused to writer. Writer called for security support and ACW Maris came to assist. Dakota verbally abused ACW Maris and client Nathan posturing, running towards to ACW Maris. COOR Tyler and Sec Abu escort the client out of the building. Bar has been placed.<br/><br/><b>Log ID:</b> LOG00472497"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "03",
                "day": "07"
            },
            "text": {
                "headline": "Ban Placed Following Aggressive Incident Involving Nathan Lunn",
                "text": "Housing: Writer met with clients Dakota Casey and Nathan Lunn due to interest in housing together, both are partners who have expressed interest in housing together, as well as frustrations within shelter. Clients wish to work with writer<br/><br/><b>Log ID:</b> LOG00473647"
            },
            "background":{
                "color": "#FF0000"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "03",
                "day": "10"
            },
            "text": {
                "headline": "Housing Interest and Frustration Expressed by Dakota Casey and Nathan Lunn",
                "text": "On March 10th, around 10:15 am, while writer was doing a routine walkthrough Dakota Casey(Oct-28-1992) and Nathan Lunn(13-June-1991) were found in the men's washroom in the third stall. The clients were informed in three occasions that the door will be opened if they don't come out. The stall's door was opened and Casey was found slouched over with his head in the toilet, who did not respond at the beginning to physical and verbal stimulation, and Lunn was standing up refusing to leave the stall, so Act Sup Samuel was called for support. As soon as writer tried to stimulate Casey one more time, Lunn asked writer to stop touching his partner grabbing the writer's arm and pushing her away. Client Casey recovered his consciousness and Act Sup Samuel arrived who called security and Lunn tried to punch Samuel without any success. Coord Tyler arrived as well and his radio was taken by Lunn saying, \"I will call the police, this is an assault\", but Lunn was stopped right away, so Lunn took a belt to hurt Tyler. The police was called and the security staff arrived. Casey and Lunn were removed from the building.<br/><br/><b>Log ID:</b> LOG00473946"
            },
            "background":{
                "color": "#FF0000"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "11",
                "day": "12"
            },
            "text": {
                "headline": "Emergency Situation and Aggressive Confrontation in Men's Washroom",
                "text": "*HOUSING OPPORTUNITY* The following clients have a housing opportunity with Alpha House Housing: Nathan Lunn<br/><br/><b>Log ID:</b> LOG00497668"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "12",
                "day": "12"
            },
            "text": {
                "headline": "Housing Opportunity for Nathan Lunn through Alpha House",
                "text": "Cancelled referral- clients referral to alpha House housing was cancelled due to not being a fit for their program based on clients level of needs<br/><br/><b>Log ID:</b> LOG00501124"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2023",
                "month": "01",
                "day": "18"
            },
            "text": {
                "headline": "Cancellation of Housing Referral Due to Client Needs Assessment",
                "text": "The following clients have been referred for housing through Coordinated Access and Assessment (CAA): Nathan Lunn - Aurora<br/><br/><b>Log ID:</b> LOG00505039"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2023",
                "month": "02",
                "day": "23"
            },
            "text": {
                "headline": "Successful Housing Placement for Nathan Lunn through Aurora on the Park",
                "text": "Housing Update- Client has successfully been housed with Aurora on the Park, client type changed to Housed.<br/><br/><b>Log ID:</b> LOG00508979"
            },
            "background":{
                "color": "#1D6F42"
            }
        }
    ]
}